[
    {
        "number":"one",
        "full-name": "王菲（王靖雯/Faye Wong）",
        "head":"//ws1.sinaimg.cn/large/af2310f9gy1fizmtjtzmrj20hs0eggm8.jpg",
        "summary":"简介：中国著名女歌手、演员。是继邓丽君后大中华地区成就最高、影响力最大的华语女歌手。以其极具辨识度的天籁空灵般嗓音，在华语歌坛创造了属于她自己的时代。她是首位登上美国《时代周刊》封面并接受CNN专访的华语歌手。她是身价最高，演唱会上座率最高，演唱会票房累计最高的华语女歌手。王菲北京出生。1987年放弃厦门大学生物系的录取跟随父母移居香港，并拜师戴思聪学习声乐，1989年签约新艺宝唱片公司并发行了第一张个人专辑，从此正式步入乐坛，曾使用艺名王靖雯。她于1994年在香港红馆第一次举办演唱会，就以连续18场的纪录打破新人红馆演唱会纪录，至今仍未有人打破。王菲自2005年逐渐淡出歌坛，2010-2012年开始复出大规模巡回演唱会。代表作品：《我愿意》《执迷不悔》《天空》《红豆》《流年》《催眠》。"
    },
    {
        "number":"two",
        "full-name":"薛之谦",
        "head":"//ws1.sinaimg.cn/large/af2310f9gy1fizp4um1frj20hs0egwec.jpg",
        "summary":"简介：薛之谦，中国内地男歌手，籍贯上海市。2004年，第一次参加大型歌唱比赛莱卡我型我Show全国偶像歌手大赛，但其后由于种种原因退出比赛。2005年再次站上了我型我Show的舞台。赛后成功签约上腾娱乐，成为一名艺人，2006年带着超高人气的他，成功发行同名专辑。销量一路飙红，连续再版三次，总销量突破50万张，也是06年中国内地销量最好的新人之一。2007年推出个人第二张专辑《你过得好吗》，首月预售达15万张。2008年推出单曲《传说》。专辑《深深爱过你》于2008年11月26日正式发行。"
    },
    {
        "number": "three",
        "full-name":"Beyond",
        "head": "https://ws1.sinaimg.cn/large/af2310f9gy1fizpgy09yrj20hs0eg0t3.jpg",
        "summary": "简介：一支来自于中国香港的著名摇滚乐队，也是华人地区的殿堂级乐队之一，成立于1983年，其队名的中文意思为“超越”。乐队属于原创型，其作品以写实为主。乐队曾经有过多次的人事变动，其中以黄家驹、黄家强、黄贯中、叶世荣四人的阵容最广为人知。自从黄家驹于1993年在日本东京意外去世之后，乐队没有再寻找新成员填补。也因此，乐队失去了主要唱作人；但也驱使了后Beyond时期的音乐风格不仅变得具有更重的摇滚味，而且还朝向多元化发展，因此乐队无愧于“超越”二字。2005年Beyond举行了“Beyond The Story Live 2005”世界巡回告别演唱会并宣布解散，三人继续以个人的姿态发展自己的音乐事业。"
    },
    {
        "number": "four",
        "full-name": "各种电视连续剧主题曲",
        "head": "//i.loli.net/2017/08/28/59a40e975d377.jpg",
        "summary": "天下风云出我辈，一入江湖岁月摧。皇图霸业谈笑中，不胜人生一场醉。剑跨骑挥鬼雨，白骨如山鸟惊飞。尘世如潮人如水，只叹江湖几人回"
    },
    {
        "number": "five",
        "full-name": "周杰伦（Jay Chou）",
        "head":"//ww1.sinaimg.cn/large/af2310f9gy1fiy2gmuphtj20hs0egt8s.jpg",
        "summary": "简介：著名歌手，音乐人，词曲创作人，编曲及制作人，MV及电影导演。新世纪华语歌坛领军人物，中国风歌曲始祖，被时代周刊誉为“亚洲猫王”，是2000年后亚洲流行乐坛最具革命性与指标性的创作歌手，亚洲销量超过3100万张，有“亚洲流行天王”之称，开启华语乐坛“R&B时代”与“流行乐中国风”的先河，周杰伦的出现打破了亚洲流行乐坛长年停滞不前的局面，为亚洲流行乐坛翻开了新的一页，是华语乐坛真正把R&B提升到主流高度的人物，引领华语乐坛革命整十年，改写了华语乐坛的流行方向。"
    },
    {
        "number": "six",
        "full-name": "好听的英语、日语歌",
        "head":"//ws1.sinaimg.cn/large/af2310f9gy1fizt48c4t4j20hs0egdg6.jpg",
        "summary": "温柔的歌声已消逝，乐音仍在记忆里萦回；紫罗兰花虽然枯死，意识中尚存留着芳菲。玫瑰花朵一朝谢去，落英堆成恋人的床帏；你去后怀念你的思绪,该是爱情在上面安睡。"
    }
]
