/**
 * Created by lzc on 2017/8/27.
 */
var APP_ID = '82InV9gcyTzIw099BrTuO1wd-gzGzoHsz';
var APP_KEY = 'qCBb2prMElwslrBNaryawyER';

AV.init({
    appId: APP_ID,
    appKey: APP_KEY
});
var SongObject = AV.Object.extend('Song');
var songObject1 = new SongObject();
var songObject2 = new SongObject();
var songObject3 = new SongObject();
var songObject4 = new SongObject();
var songObject5 = new SongObject();
var songObject6 = new SongObject();
var songObject7 = new SongObject();
var songObject8 = new SongObject();
var songObject9 = new SongObject();
var songObject10 = new SongObject();
var songObject11 = new SongObject();
var songObject12 = new SongObject();
var songObject13 = new SongObject();
var songObject14 = new SongObject();
var songObject15 = new SongObject();
var songObject16 = new SongObject();
var songObject17 = new SongObject();
var songObject18 = new SongObject();
var songObject19 = new SongObject();
var songObject20 = new SongObject();
var songObject21 = new SongObject();
var songObject22 = new SongObject();
var songObject23 = new SongObject();
// var songObject24 = new SongObject();
var songObject25 = new SongObject();
var songObject26 = new SongObject();
var songObject27 = new SongObject();
var songObject28 = new SongObject();
var songObject29 = new SongObject();
var songObject30 = new SongObject();
var songObject31 = new SongObject();
// var songObject32 = new SongObject();
// var songObject33 = new SongObject();
var songObject34 = new SongObject();
var songObject35 = new SongObject();
var songObject36 = new SongObject();
var songObject37 = new SongObject();
var songObject38 = new SongObject();
var songObject39 = new SongObject();
var songObject40 = new SongObject();
var songObject41 = new SongObject();
var songObject42 = new SongObject();
var songObject43 = new SongObject();
var songObject44 = new SongObject();
var songObject45 = new SongObject();
var songObject46 = new SongObject();
var songObject47 = new SongObject();
var songObject48 = new SongObject();
var songObject49 = new SongObject();
var songObject50 = new SongObject();
var songObject51 = new SongObject();
var songObject52 = new SongObject();
var songObject53 = new SongObject();
var songObject54 = new SongObject();
var songObject55 = new SongObject();
var songObject56 = new SongObject();
var songObject57 = new SongObject();
var songObject58 = new SongObject();
var songObject59 = new SongObject();
var songObject60 = new SongObject();
var songObject61 = new SongObject();
var songObject62 = new SongObject();
var songObject63 = new SongObject();
var songObject64 = new SongObject();
var songObject65 = new SongObject();
var songObject66 = new SongObject();
var songObject67 = new SongObject();
var songObject68 = new SongObject();
var songObject69 = new SongObject();
var songObject70 = new SongObject();
var songObject71 = new SongObject();
var songObject72 = new SongObject();
var songObject73 = new SongObject();
var songObject74 = new SongObject();
var song1 = {
    name:'我的一个道姑朋友',
    singer:'以冬',
    lyric:"[00:00.00] 作曲 : タイナカ彩智《一番星》\n[00:00.10] 作词 : 陆菱纱\n[00:00.31]而你撑伞拥我入怀中，\n[00:06.00]一字一句誓言多慎重。\n[00:11.79]你眼中有柔情千种，\n[00:16.37]如脉脉春风，冰雪也消融。\n[00:27.93]原唱：LON\n[00:51.51]后期：圣雨轻纱\n[00:53.36]那年长街春意正浓，\n[00:58.14]策马同游，烟雨如梦。\n[01:05.26]檐下躲雨，\n[01:07.37]望进一双，深邃眼瞳，\n[01:12.66]宛如华山夹着细雪的微风。\n[01:18.40]\n[01:18.84]雨丝微凉，\n[01:20.44]风吹过暗香朦胧。\n[01:23.43]一时心头悸动，似你温柔剑锋，\n[01:26.42]过处翩若惊鸿。\n[01:30.68]\n[01:32.07]是否情字写来都空洞，\n[01:35.22]一笔一画斟酌着奉送，\n[01:38.33]甘愿卑微换个笑容，\n[01:40.57]或沦为平庸。\n[01:43.77]\n[01:44.46]而你撑伞拥我入怀中，\n[01:47.56]一字一句誓言多慎重。\n[01:50.50]你眼中有柔情千种，\n[01:52.83]如脉脉春风，冰雪也消融。\n[02:02.08]\n[02:02.78]\n[02:09.97]后来谁家喜宴重逢，\n[02:14.66]佳人在侧，烛影摇红。\n[02:19.70]\n[02:22.29]灯火缱绻，\n[02:24.69]映照一双，如画颜容，\n[02:29.18]宛如豆蔻枝头温柔的旧梦。\n[02:35.22]\n[02:35.87]对面不识，\n[02:36.87]恍然间思绪翻涌。\n[02:39.91]望你白衣如旧，神色几分冰冻，\n[02:42.90]谁知我心惶恐？\n[02:45.20]\n[02:45.65]也许我应该趁醉装疯，\n[02:48.79]借你怀抱留一抹唇红。\n[02:51.79]再将旧事轻歌慢诵，\n[02:54.03]任旁人惊动。\n[02:57.08]\n[02:57.93]可我只能假笑扮从容，\n[03:00.96]侧耳听那些情深意重。\n[03:04.06]不去看你熟悉脸孔，\n[03:06.45]只默默饮酒，多无动于衷。\n[03:12.49]\n[03:13.53]山门外，雪拂过白衣，又在指尖消融；\n[03:19.38]负长剑，试问江湖偌大，该何去何从？\n[03:25.33]情深至此，像个笑话一样，自己都嘲讽，\n[03:31.46]一厢情愿，有始无终。\n[03:38.20]\n[03:40.84]若你早与他人两心同，\n[03:44.63]何苦惹我错付了情衷。\n[03:47.03]难道看我失魂落魄，\n[03:49.28]你竟然心动？\n[03:52.31]\n[03:53.06]所幸经年漂浮红尘中，\n[03:56.11]这颗心已是千疮百孔。\n[03:59.11]怎惧你以薄情为刃，\n[04:01.46]添一道裂缝？\n[04:03.20]\n[04:03.70]又不会痛。\n[04:05.29]\n[04:05.84]不如将往事埋在风中，\n[04:08.21]以长剑为碑，以霜雪为冢。\n[04:11.41]此生若是错在相逢，\n[04:13.71]求一个善终。\n[04:16.85]\n[04:17.54]孤身打马南屏旧桥边过，\n[04:20.54]恰逢山雨来时雾蒙蒙。\n[04:23.63]想起那年伞下轻拥，\n[04:26.19]就像躺在桥索之上，做了一场梦，\n[04:31.14]梦醒后跌落，粉身碎骨，无影亦无踪。\n",
    img:"//ww1.sinaimg.cn/large/af2310f9gy1fiwf4d8p81j20k00k0mxm.jpg",
    song:"//ov4sliu3n.bkt.clouddn.com/%E6%88%91%E7%9A%84%E4%B8%80%E4%B8%AA%E9%81%93%E5%A7%91%E6%9C%8B%E5%8F%8B.mp3",
    background:"//p3.music.126.net/nfAuKY8Gx5V3kFhzlc9c5w==/17756013277324793.jpg",
}
var song2 = {
    name:"老男孩",
    lyric:"[00:00.00] 作曲 : 大桥卓弥\n[00:01.00] 作词 : 王太利\n[00:19.960]那是我日夜思念 深深爱着的人呐\n[00:26.040]到底我该如何表达 她会接受我吗\n[00:32.420]也许永远都不会跟她说出那句话\n[00:39.270]注定我要浪迹天涯 怎么能有牵挂\n[00:45.630]梦想总是遥不可及 是不是应该放弃\n[00:51.950]花开花落又是一季 春天啊你在哪里\n[00:59.840]\n[01:03.690]青春如同奔流的江河 一去不回来不及道别\n[01:10.960]只剩下麻木的我 没有了当年的热血\n[01:17.700]看那满天飘零的花朵 在最美丽的时刻凋谢\n[01:24.410]有谁会记得这世界他来过\n[01:29.540]\n[01:35.710]转眼过去 多年世间 多少离合悲欢\n[01:41.910]曾经志在四方少年 羡慕南飞的雁\n[01:48.990]各自奔前程的身影 匆匆渐行渐远\n[01:55.139]未来在哪里平凡 啊谁给我答案\n[02:02.100]那时陪伴我的人哪 你们如今在何方\n[02:07.840]我曾经爱过的人啊 现在是什么模样\n[02:15.490]\n[02:21.080]当初的愿望实现了吗\n[02:25.000]事到如今只好祭奠吗\n[02:28.180]任岁月风干理想 再也找不回真的我\n[02:35.200]抬头仰望着漫天星河\n[02:38.060]那时候陪伴我的那颗\n[02:41.540]这里的故事 你是否还记得\n[02:47.190]\n[03:18.900]生活像一把无情刻刀 改变了我们模样\n[03:25.370]未曾绽放就要枯萎吗 我有过梦想\n[03:32.430]\n[03:36.850]青春如同奔流的江河 一去不回来不及道别\n[03:44.329]只剩下麻木的我 没有了当年的热血\n[03:50.790]看那满天飘零的花朵 在最美丽的时刻凋谢\n[03:57.329]有谁会记得这世界他 曾经来过\n[04:04.390]\n[04:04.530]当初的愿望实现了吗\n[04:07.700]事到如今只好祭奠吗\n[04:11.110]任岁月风干理想 再也找不回真的我\n[04:17.540]抬头仰望着漫天星河\n[04:20.950]那时候陪伴我的那颗\n[04:24.390]这里的故事 你是否还记得\n[04:30.510]如果有明天 祝福你亲爱的\n[04:36.440]\n",
    singer:"筷子兄弟",
    img:"//ww1.sinaimg.cn/large/af2310f9gy1fiyobobd6xj20hs0hsab4.jpg",
    song:"//ov4sliu3n.bkt.clouddn.com/%E8%80%81%E7%94%B7%E5%AD%A9.mp3",
    background:"//i.loli.net/2017/08/27/59a2eae8db3fb.jpg"
}
var song3 = {
    name: "123木头人",
    lyric:"[00:20.360](大牙)猜不透是哪裡出了錯\n[00:23.580]戀愛的進度有些落後\n[00:27.580](Apple)據線報說你也喜歡我\n[00:31.170]怎麼會 還無動於衷\n[00:35.180](鬼鬼)氣象報告天氣很不錯\n[00:38.620]太陽曬得我(鬼鬼&小蠻)臉頰紅紅\n[00:42.460](丫頭&小蠻)我也很想跟你做朋友\n[00:46.200](大牙&丫頭)就你傻傻還不懂\n[00:49.620](小蠻&Apple)我數123木頭人\n[00:53.520]在不行動就要被扣分\n[00:57.460](鬼鬼)我一直在等著\n[01:00.920](大牙)戀愛轟轟烈烈的發生\n[01:04.570](大牙&小蠻)我數123木頭人\n[01:08.520](Apple&鬼鬼)明明暗示的夠明顯了\n[01:13.140](丫頭)我很天真\n[01:15.850](大牙)覺得勇敢的情話(大牙&小蠻)最動人\n[01:23.910]\n[01:39.790](丫頭&小蠻)腳步太快你走在前頭\n[01:43.590](大牙&鬼鬼)我在你背後開不了口\n[01:47.420](鬼鬼&Apple)多希望你在下個路口\n[01:51.230](大牙&小蠻)就會牽起我的手\n[01:54.630](大牙&小蠻&Apple)我數123木頭人\n[01:58.600]在不表白 天就要黑了\n[02:02.830](丫頭&鬼鬼)我真的很想問\n[02:05.780](大牙&鬼鬼)你是害羞還是太遲鈍\n[02:09.670](丫頭&小蠻&Apple)我數123木頭人\n[02:13.490](大牙&鬼鬼)給我ㄧ秒心動的眼神\n[02:17.600](丫頭&小蠻)我期待著(大牙&Apple&鬼鬼)因為有你讓愛情能完整\n[02:28.690]\n[02:44.990](丫頭)123木頭人\n[02:47.400](小蠻)在不表白 天就要黑了\n[02:51.640](Apple)我真的很想問\n[02:55.280](大牙&鬼鬼)你是害羞還是太遲鈍\n[02:59.190](合唱)我數123木頭人\n[03:02.940]給我ㄧ秒心動的眼神\n[03:07.770]我期待著 因為有你讓愛情能完整\n[03:18.120]\n[03:18.530](小蠻&鬼鬼)因為有你讓愛情能完整\n[03:25.630](大牙)因為有你讓愛情能(大牙&丫頭)完整\n[03:33.940]\n",
    singer:"黑Girl",
    song:"//ov4sliu3n.bkt.clouddn.com/123%E6%9C%A8%E5%A4%B4%E4%BA%BA.mp3",
    img:"//ww1.sinaimg.cn/large/af2310f9gy1fiz8d0d4d0j20dw0dwdgb.jpg",
    background:"https://i.loli.net/2017/08/28/59a380eb3a00c.jpg"
}
var song4 = {
    name: "Amani",
    lyric: "[by:榎青]\n[00:06.20]AMANI NAKUPENDA\n[00:12.20]NAKUPENDA WE WE\n[00:18.23]AMANI NAKUPENDA\n[00:24.51]NAKUPENDA WE WE\n[00:30.59]祂主宰世上一切\n[00:35.94]祂的歌唱出爱\n[00:38.99]祂的真理遍佈这地球\n[00:42.68]祂怎可一去不返\n[00:48.02]祂可否会感到\n[00:51.06]烽烟掩盖天空与未来\n[00:54.18]无助与冰冻的眼睛\n[00:56.88]流泪看天际带悲愤\n[01:00.14]是控诉战争到最后伤痛是儿童\n[01:05.41]我向世界呼叫\n[01:07.11]AMANI NAKUPENDA\n[01:12.90]NAKUPENDA WE WE\n[01:17.56]TUNA TAKA WE WE\n[01:19.41]AMANI NAKUPENDA\n[01:24.87]NAKUPENDA WE WE\n[01:31.30]天 天空可见飞鸟\n[01:36.86]惊慌展翅飞舞\n[01:39.70]穿梭天际只想觅自由\n[01:43.19]心 千亿颗爱心碎\n[01:49.10]今天一切厄困\n[01:52.08]彷彿真理消失在地球\n[01:55.06]无助与冰冻的眼睛\n[01:57.81]流泪看天际带悲愤\n[02:01.19]是控诉战争到最后伤痛是儿童\n[02:06.24]我向世界呼叫\n[02:07.72]AMANI NAKUPENDA\n[02:13.72]NAKUPENDA WE WE\n[02:18.22]TUNA TAKA WE WE\n[02:20.13]AMANI NAKUPENDA\n[02:25.47]NAKUPENDA WE WE\n[02:31.57]哎\n[02:55.12]权利与拥有的斗争\n[02:58.76]愚昧与偏见的争斗\n[03:01.76]若这里战争到最后怎会是和平\n[03:07.04]我向世界呼叫\n[03:08.70]AMANI NAKUPENDA\n[03:14.33]NAKUPENDA WE WE\n[03:19.40]TUNA TAKA WE WE\n[03:20.98]AMANI NAKUPENDA\n[03:26.63]NAKUPENDA WE WE\n[03:32.82]AMANI NAKUPENDA\n[03:38.86]NAKUPENDA WE WE\n[03:45.41]AMANI NAKUPENDA\n[03:51.04]NAKUPENDA WE WE\n[03:55.86]再次再次呼叫\n[03:57.56]AMANI NAKUPENDA\n[04:03.00]NAKUPENDA WE WE\n[04:07.83]TUNA TAKA WE WE\n[04:09.77]AMANI NAKUPENDA\n[04:15.65]NAKUPENDA WE WE\n[04:19.82]再次再次呼叫\n[04:22.04]AMANI NAKUPENDA\n[04:27.92]NAKUPENDA WE WE......\n[04:34.02]童声：AMANI NAKUPENDA\n[04:39.59]NAKUPENDA WE WE\n",
    singer:"Beyond",
    song:"//ov4sliu3n.bkt.clouddn.com/Amani-Byond.mp3",
    img:"//ww1.sinaimg.cn/large/af2310f9gy1fiz8ilaqh2j20k00k0jsm.jpg",
    background:"//i.loli.net/2017/08/28/59a3821f7ebc2.jpg"
}
var song5 = {
    name: "Faded",
    lyric: "[00:00.00] 作曲 : Jesper Borgen/Gunnar Greve Pettersen/Alan Walker/Anders Froen\n[00:01.00] 作词 : Jesper Borgen/Gunnar Greve Pettersen/Alan Walker/Anders Froen\n[00:10.720]You were the shadow to my light\n[00:14.010]Did you feel us\n[00:17.750]Another Star\n[00:19.720]You fade away\n[00:21.680]Afraid our aim is out of sight\n[00:24.560]Wanna see us\n[00:28.000]Alive\n[00:30.890]Where are you now\n[00:36.200]Where are you now\n[00:41.500]Where are you now\n[00:44.340]Was it all in my fantasy\n[00:46.820]Where are you now\n[00:49.560]Were you only imaginary\n[00:53.510]Where are you now\n[00:56.860]Atlantis\n[00:58.820]Under the sea\n[01:01.490]Under the sea\n[01:04.340]Where are you now\n[01:06.740]Another dream\n[01:10.020]The monster's running wild inside of me\n[01:14.220]I'm faded\n[01:19.660]I'm faded\n[01:23.440]So lost, I'm faded\n[01:30.220]I'm faded ~~~\n[01:34.200]So lost, I'm faded\n[01:37.530]These shallow waters never met\n[01:40.470]What i needed\n[01:44.250]I'm letting go\n[01:46.120]A deeper dive\n[01:48.120]Eternal silence of the sea\n[01:51.070]I'm breathing\n[01:54.900]Alive.\n[01:57.570]Where are you now\n[02:02.890]Where are you now\n[02:08.400]Under the bright but faded lights\n[02:10.870]You set my heart on fire\n[02:13.440]Where are you now\n[02:16.130]Where are you now\n[02:18.850]...\n[02:30.930]Where are you now\n[02:34.220]Atlantis\n[02:36.250]Under the sea\n[02:38.830]Under the sea\n[02:41.560]Where are you now\n[02:44.170]Another dream\n[02:47.460]The monster's running wild inside of me\n[02:51.450]I'm faded\n[02:56.920]I'm faded\n[03:00.900]So lost, I'm faded\n[03:07.500]I'm faded ~~~\n[03:11.360]So lost, I'm faded\n[03:14.400]...\n",
    singer:"Alan Walker",
    song:"//ov4sliu3n.bkt.clouddn.com/Faded.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz8okkwocj20k00k0wfc.jpg",
    background:"//i.loli.net/2017/08/28/59a382f84ef38.jpg"
}
var song6 = {
    name: "一生有你",
    lyric: "[00:00.00] 作曲 : 卢庚戌\n[00:01.00] 作词 : 卢庚戌\n[00:23.700]因为梦见你离开\n[00:28.130]我从哭泣中醒来\n[00:33.130]看夜风吹过窗台\n[00:36.770]你能否感受我的爱\n[00:42.920]等到老去的一天\n[00:47.830]你是否还在我身边\n[00:52.660]看那些誓言谎言\n[00:56.350]随往事慢慢飘散\n[01:04.100]多少人曾爱慕你年轻时的容颜\n[01:08.900]可是谁能承受岁月无情的变迁\n[01:13.550]多少人曾在你生命中来了又还\n[01:18.550]可知一生有你我都陪在你身边\n[01:23.930]\n[01:43.760]因为梦见你离开\n[01:48.560]我从哭泣中醒来\n[01:53.170]看夜风吹过窗台\n[01:56.879]你能否感受我的爱\n[02:03.110]等到老去的一天\n[02:07.770]你是否还在我身边\n[02:12.750]看那些誓言谎言\n[02:16.510]随往事慢慢飘散\n[02:24.340]多少人曾爱慕你年轻时的容颜\n[02:30.110]可是谁能承受岁月无情的变迁\n[02:35.129]多少人曾在你生命中来了又还\n[02:39.840]可知一生有你我都陪在你身边\n[02:48.050]当所有一切都已看平淡\n[02:55.300]是否有一种精致还留在心田\n[03:01.780]喔哦~~~~~~\n[03:09.560]多少人曾爱慕你年轻时的容颜\n[03:14.950]可是谁能承受岁月无情的变迁\n[03:19.960]多少人曾在你生命中来了又还\n[03:24.650]可知一生有你我都陪在你身边\n[03:29.550]多少人曾爱慕你年轻时的容颜\n[03:34.560]可是谁能承受岁月无情的变迁\n[03:39.380]多少人曾在你生命中来了又还\n[03:44.700]可知一生有你我都陪在你身边\n[03:49.600]可知一生有你我都陪在你身边\n",
    singer:"水木年华",
    song:"//ov4sliu3n.bkt.clouddn.com/%E4%B8%80%E7%94%9F%E6%9C%89%E4%BD%A0.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz8rbz4xsj20cz0czmxl.jpg",
    background:"https://i.loli.net/2017/08/28/59a383956cb76.jpg"
}
var song7 = {
    name: "七里香",
    lyric: "[00:27.430]窗外的麻雀 在电线杆上多嘴\n[00:34.330]你说这一句 很有夏天的感觉\n[00:40.980]手中的铅笔 在纸上来来回回\n[00:47.300]我用几行字形容你是我的谁\n[00:54.030]秋刀鱼的滋味 猫跟你都想了解\n[01:01.100]初恋的香味就这样被我们寻回\n[01:07.400]那温暖的阳光 像刚摘的鲜艳草莓\n[01:14.140]你说你舍不得吃掉这一种感觉\n[01:20.450]雨下整夜 我的爱溢出就像雨水\n[01:27.240]院子落叶 跟我的思念厚厚一叠\n[01:33.920]几句是非 也无法将我的热情冷却\n[01:41.510]你出现在我诗的每一页\n[01:47.470]雨下整夜 我的爱溢出就像雨水\n[01:54.120]窗台蝴蝶 像诗里纷飞的美丽章节\n[02:00.840]我接着写 把永远爱你写进诗的结尾\n[02:08.350]你是我唯一想要的了解\n[02:14.660]\n[02:41.250]雨下整夜 我的爱溢出就像雨水\n[02:47.850]院子落叶 跟我的思念厚厚一叠\n[02:54.550]几句是非 也无法将我的热情冷却\n[03:02.150]你出现在我诗的每一页\n[03:07.790]\n[03:08.510]那饱满的稻穗 幸福了这个季节\n[03:15.850]而你的脸颊像田里熟透的蕃茄\n[03:21.870]你突然对我说 七里香的名字很美\n[03:28.560]我此刻却只想亲吻你倔强的嘴\n[03:35.010]雨下整夜 我的爱溢出就像雨水\n[03:41.680]院子落叶 跟我的思念厚厚一叠\n[03:48.300]几句是非 也无法将我的热情冷却\n[03:55.900]你出现在我诗的每一页\n[04:02.360]整夜 我的爱溢出就像雨水\n[04:08.520]窗台蝴蝶 像诗里纷飞的美丽章节\n[04:15.470]我接着写 把永远爱你写进诗的结尾\n[04:22.770]你是我唯一想要的了解\n[04:29.280]\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E4%B8%83%E9%87%8C%E9%A6%99.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz8y0gtv4j20k00k0q4n.jpg",
    background:"//i.loli.net/2017/08/28/59a38517d3044.jpg"
}
var song8 = {
    name: "丑八怪",
    lyric: "[00:00.00] 作曲 : 李荣浩\n[00:01.00] 作词 : 甘世佳\n[00:19.660]如果世界漆黑 其实我很美\n[00:23.280]在爱情里面进退 最多被消费\n[00:27.100]无关痛痒的是非\n[00:29.090]又怎么不对 无所谓\n[00:35.090]如果像你一样 总有人赞美\n[00:38.720]围绕着我的卑微 也许能消退\n[00:42.720]其实我并不在意 有很多机会\n[00:46.090]像巨人一样的无畏\n[00:48.910]放纵我心里的鬼\n[00:50.600]可是我不配\n[00:53.860]丑八怪 能否别把灯打开\n[01:01.610]我要的爱 出没在漆黑一片的舞台\n[01:08.860]丑八怪 在这暧昧的时代\n[01:16.980]我的存在 像意外\n[01:23.880]\n[01:37.190]有人用一滴泪 会红颜祸水\n[01:40.750]有人丢掉称谓 什么也不会\n[01:44.690]只要你足够虚伪\n[01:46.500]就不怕魔鬼 对不对\n[01:52.450]如果剧本写好 谁比谁高贵\n[01:56.140]我只能沉默以对 美丽本无罪\n[02:00.030]当欲望开始贪杯 有更多机会\n[02:03.470]像尘埃一样的无畏\n[02:06.290]化成灰谁认得谁管他配不配\n[02:11.360]丑八怪 能否别把灯打开\n[02:18.920]我要的爱 出没在漆黑一片的舞台\n[02:26.230]丑八怪 在这暧昧的时代\n[02:34.360]我的存在 不意外\n[03:02.260]丑八怪 其实见多就不怪\n[03:10.260]放肆去high 用力踩\n[03:14.450]那不堪一击的洁白\n[03:17.510]丑八怪 这是我们的时代\n[03:25.780]我不存在 才意外\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E4%B8%91%E5%85%AB%E6%80%AA.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz9if6gjsj20hc0hcmxf.jpg",
    background:"https://i.loli.net/2017/08/28/59a389955ba40.jpg"
}
var song9 = {
    name: "传奇",
    lyric: "[00:00.00] 作曲 : 李健\n[00:01.00] 作词 : 左右\n[00:30.657]只是因为在人群中 多看了你一眼\n[00:38.309]再也没能忘掉你容颜\n[00:45.788]梦想着偶然能有一天再相见\n[00:53.078]从此我开始孤单思念\n[00:59.690]\n[00:59.898]想你时 你在天边\n[01:07.698]想你时 你在眼前\n[01:14.899]想你时 你在脑海\n[01:23.099]想你时 你在心田\n[01:30.599]宁愿相信我们前世有约\n[01:36.199]今生的爱情故事 不会再改变\n[01:44.898]宁愿用这一生等你发现\n[01:51.119]我一直在你身旁 从未走远\n[02:01.449]\n[02:33.789]只是因为在人群中 多看了你一眼\n[02:41.279]再也没能忘掉你容颜\n[02:50.499]梦想着偶然能有一天再相见\n[02:56.088]从此我开始孤单思念\n[03:02.998]\n[03:03.298]想你时 你在天边\n[03:10.498]想你时 你在眼前\n[03:17.998]想你时 你在脑海\n[03:25.789]想你时 你在心田\n[03:34.480]\n[03:34.580]宁愿相信我们前世有约\n[03:40.099]今生的爱情故事 不会再改变\n[03:48.468]宁愿用这一生等你发现\n[03:54.759]我一直在你身旁 从未走远\n[04:03.059]\n[04:03.789]宁愿相信我们前世有约\n[04:09.759]今生的爱情故事 不会再改变\n[04:18.970]宁愿用这一生等你发现\n[04:24.738]我一直在你身旁 从未走远\n[04:33.149]\n[04:34.500]只是因为在人群中 多看了你一眼\n[04:43.769]\n",
    singer:"王菲",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E4%BC%A0%E5%A5%87-%E7%8E%8B%E8%8F%B2.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz9k802gdj20dw0dwmwx.jpg",
    background:"https://i.loli.net/2017/08/28/59a389fd84e1e.jpg"
}
var song10 = {
    name: "你爱我像谁",
    lyric: "[00:00.00] 作曲 : 陈德建\n[00:01.00] 作词 : 林夕\n[00:20.580]我什么都没有\n[00:25.300]只是有一点吵\n[00:28.260]如果你感到寂寞\n[00:31.997]我带给你热闹\n[00:35.847]为你绕一绕\n[00:40.369]没有什么大不了\n[00:45.598]却可以让你微笑\n[00:50.836]其实我很烦恼\n[00:55.470]只是你看不到\n[00:58.987]如果我也不开心\n[01:01.867]怕你转身就逃\n[01:06.298]爱上一个人\n[01:10.380]一定要让他相信\n[01:14.848]这世界多么美好\n[01:22.579]对每个人 都说还好\n[01:28.878]我的心我的情你不需要明了\n[01:33.270]只要我对你好\n[01:35.088]这样的温柔你要不要\n[01:39.988]其实你爱我像谁\n[01:44.098]扮演什么角色我都会\n[01:48.227]快不快乐我无所谓\n[01:51.997]为了你开心 我忘记了累不累\n[01:55.069]其实你爱我像谁\n[01:59.048]任何的表情我都能给\n[02:03.507]Woo 在你身上学会流眼泪\n[02:32.400]其实我很烦恼\n[02:36.199]只是你看不到\n[02:40.199]如果我也不开心\n[02:44.500]怕你转身就逃\n[02:47.500]爱上一个人\n[02:51.239]一定要让他相信\n[02:57.100]这世界多么美好\n[03:04.040]对每个人 都说还好\n[03:10.830]我的心我的情你不需要明了\n[03:14.859]只要我对你好\n[03:17.199]这样的温柔你要不要\n[03:22.170]其实你爱我像谁\n[03:27.300]扮演什么角色我都会\n[03:30.599]快不快乐我无所谓\n[03:34.990]为了你开心 我忘记了累不累\n[03:38.100]其实你爱我像谁\n[03:42.190]任何的表情我都能给\n[03:45.909]Woo 在你身上学会流眼泪\n",
    singer:"张卫健",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E4%BD%A0%E7%88%B1%E6%88%91%E5%83%8F%E8%B0%81-%E5%BC%A0%E5%8D%AB%E5%81%A5.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz9mee6quj20dl0dl3ym.jpg",
    background:"https://i.loli.net/2017/08/28/59a38a9bf2745.jpg"
}
var song11 = {
    name: "光辉岁月",
    lyric: "[00:00.00] 作曲 : 黄家驹\n[00:01.00] 作词 : 黄家驹\n[00:28.900]钟声响起归家的讯号\n[00:32.898]在他生命里\n[00:35.898]彷佛带点唏嘘\n[00:41.898]黑色肌肤给他的意义\n[00:45.898]是一生奉献 肤色斗争中\n[00:53.898]年月把拥有变做失去\n[01:00.898]疲倦的双眼带着期望\n[01:06.898]今天只有残留的躯壳\n[01:10.898]迎接光辉岁月\n[01:14.898]风雨中抱紧自由\n[01:19.898]一生经过彷徨的挣扎\n[01:23.898]自信可改变未来\n[01:26.898]问谁又能做到\n[01:42.898]可否不分肤色的界线\n[01:46.898]愿这土地里\n[01:50.898]不分你我高低\n[01:55.898]缤纷色彩闪出的美丽\n[01:59.898]是因它没有\n[02:03.898]分开每种色彩\n[02:08.900]年月把拥有变做失去\n[02:15.900]疲倦的双眼带着期望\n[02:21.900]今天只有残留的躯壳\n[02:25.900]迎接光辉岁月\n[02:28.900]风雨中抱紧自由\n[02:34.900]一生经过彷徨的挣扎\n[02:38.900]自信可改变未来\n[02:41.900]问谁又能做到\n[03:23.900]今天只有残留的躯壳\n[03:26.900]迎接光辉岁月\n[03:30.900]风雨中抱紧自由\n[03:36.900]一生经过彷徨的挣扎\n[03:39.900]自信可改变未来\n[03:43.900]问谁又能做到\n[03:58.900]今天只有残留的躯壳\n[04:02.900]迎接光辉岁月\n[04:05.900]风雨中抱紧自由\n[04:11.900]一生经过彷徨的挣扎\n[04:15.900]自信可改变未来\n[04:18.900]问谁又能做到\n[04:34.900]今天只有残留的躯壳\n[04:38.900]迎接光辉岁月\n[04:41.900]风雨中抱紧自由\n[04:47.900]一生经过彷徨的挣扎\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%85%89%E8%BE%89%E5%B2%81%E6%9C%88.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz9pgenbaj20k00k0jsm.jpg",
    background:"https://i.loli.net/2017/08/28/59a38b497fc9e.jpg"
}
var song12 = {
    name: "六月的雨",
    lyric: "[00:04.93]歌名：六月的雨\n[00:09.56]\n[00:15.17]\n[00:20.80]一场雨 把我困在这里\n[00:24.53]你冷漠的表情 会让我伤心\n[00:29.41]六月的雨 就是无情的你\n[00:34.22]伴随着点点滴滴 痛击我心里\n[00:38.92]HO~我不相信 你不是故意的\n[00:43.92]却为何把我丢弃在风雨里\n[00:48.59]HO~我不忍心 也不想背叛你\n[00:53.50]惟有默默等你 回心转意\n[00:59.80]我没有放弃 也不会离你而去\n[01:05.24]哪怕要分开 我依然等你\n[01:09.76]我全心全意 等你的消息\n[01:14.24]终会有一天 你会相信我\n[01:19.62]我爱你\n[01:21.18]一场雨 想念你\n[01:23.37]在我的心中都不可比拟\n[01:30.63]你走后 什么都\n[01:33.07]已经消失在风雨里\n[01:40.48]一场雨 想念你\n[01:42.82]我爱你 我爱你\n[01:59.10]一场雨 把我困在这里\n[02:02.92]你冷漠的表情 会让我伤心\n[02:07.52]六月的雨 就是无情的你\n[02:12.50]伴随着点点滴滴 痛击我心里\n[02:17.29]HO~我不相信 你不是故意的\n[02:22.18]却为何把我丢弃在风雨里\n[02:26.84]HO~我不忍心 也不想背叛你\n[02:31.71]惟有默默等你 回心转意\n[02:39.07]我没有放弃 也不会离你而去\n[02:43.70]哪怕要分开 我依然等你\n[02:47.72]我全心全意 等你的消息\n[02:52.45]终会有一天 你会相信我\n[02:57.95]我爱你\n[02:59.98]一场雨 想念你\n[03:01.79]在我的心中都不可比拟\n[03:08.00]你走后 什么都\n[03:11.34]已经消失在风雨里\n[03:19.04]一场雨 想念你\n[03:21.08]我爱你 我爱你\n",
    singer:"氓小年",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%85%AD%E6%9C%88%E7%9A%84%E9%9B%A8-%E4%BB%99%E5%89%91.mp3",
    img:"https://i.loli.net/2017/08/28/59a38c70020a5.jpg",
    background:"https://i.loli.net/2017/08/28/59a38c564492d.jpg"
}
var song13 = {
    name: "其实",
    lyric: "[00:00.00] 作曲 : 薛之谦\n[00:01.00] 作词 : 薛之谦\n[00:18.630]不需要借口\n[00:21.810]爱淡了就放手\n[00:26.260]我不想听\n[00:28.260]你也没说平静的交错\n[00:35.180]随便找个理由\n[00:38.370]决定了就别回头\n[00:42.800]不爱你的人\n[00:44.860]说什么都没用\n[00:50.690]分开时难过不能说\n[00:54.890]谁没谁不能好好过\n[00:59.040]那天我们走了很久没有争吵过\n[01:07.560]分开时难过不要说\n[01:12.350]如果被你一笑而过\n[01:16.260]还不如让你选择想要的生活\n[01:24.740]分开后我会笑着说\n[01:28.910]当朋友问你关于我\n[01:33.050]我都会轻描淡写仿佛没爱过\n[01:41.660]其实我根本没人说\n[01:45.720]其实我没你不能活\n[01:49.940]其实我给你的爱比你想的多\n[02:32.200]分开时难过不能说\n[02:36.810]谁没谁不能好好过\n[02:40.920]那天我们走了很久没有争吵过\n[02:49.530]分开时难过不要说\n[02:53.670]如果被你一笑而过\n[02:57.800]还不如让你选择想要的生活\n[03:06.650]分开后我会笑着说\n[03:10.940]当朋友问你关于我\n[03:15.310]我都会轻描淡写仿佛没爱过\n[03:23.800]其实我根本没人说\n[03:27.930]其实我没你不能活\n[03:32.400]其实我给你的爱比你想的多\n[03:40.730]其实我爱你比你想的多得多\n",
    singer:"选择器",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%85%B6%E5%AE%9E%EF%BC%88%E8%96%9B%EF%BC%89.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz9wfdcncj20hc0hcmxf.jpg",
    background:"https://i.loli.net/2017/08/28/59a38cd687388.jpg"
}
var song14 = {
    name: "冷雨夜",
    lyric: "[by:chuan_sh]\n[00:00.00] 作曲 : 黄家驹\n[00:20.59]在雨中漫步 蓝色街灯渐露\n[00:27.69]相对望 无声紧拥抱着\n[00:32.92]为了找往日 寻温馨的往日\n[00:38.36]消失了\n[00:40.56]\n[00:43.34]任雨洒我面 难分水点泪痕\n[00:49.93]心更乱 愁丝绕千百段\n[00:55.16]骤变的态度 无心伤她说话\n[01:00.56]收不了\n[01:03.46]\n[01:06.93]冷雨夜我在你身边 盼望你会知\n[01:13.45]可知道我的心 比当初已改变\n[01:19.07]只牵强地相处\n[01:24.06]冷雨夜我不想归家 怕望你背影\n[01:30.14]只苦笑望雨点 须知要说清楚\n[01:35.63]可惜我没胆试\n[01:39.12]\n[01:41.37]在雨中漫步 尝水中的味道\n[01:48.15]仿似是 情此刻的尽时\n[01:53.41]未了解结合 留低思忆片段\n[01:58.89]不经意\n[02:01.92]\n[02:04.91]冷雨夜我在你身边 盼望你会知\n[02:11.80]可知道我的心 比当初已改变\n[02:17.38]只牵强地相处\n[02:22.27]冷雨夜我不想归家 怕望你背影\n[02:28.32]只苦笑望雨点 须知要说清楚\n[02:34.01]可惜我没胆试\n[02:37.50]\n[03:10.89]冷雨夜我在你身边 盼望你会知\n[03:18.38]可知道我的心 比当初已改变\n[03:23.79]只牵强地相处\n[03:28.90]冷雨夜我不想归家 怕望你背影\n[03:34.96]只苦笑望雨点 须知要说清楚\n[03:40.55]可惜我没胆试\n[03:43.77]\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%86%B7%E9%9B%A8%E5%A4%9C.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz9ybeavaj20k00k0jsm.jpg",
    background:"https://i.loli.net/2017/08/28/59a38d9c6c20a.jpg"
}
var song15 = {
    name: "刚刚好",
    lyric: "[00:00.00] 作曲 : 薛之谦\n[00:01.00] 作词 : 薛之谦\n[00:30.580]编曲 : 郑伟\n[00:31.580]制作 : 薛之谦\n[00:32.580]录音 : 郝宇\n[00:33.580]混音 : 郑伟\n[00:34.580]母带处理 : Ted Jensen\n[00:36.580]如果有人在灯塔\n[00:39.870]拨弄她的头发\n[00:41.980]思念刻在墙和瓦\n[00:45.160]\n[00:45.900]如果感情会挣扎\n[00:48.520]没有说的儒雅\n[00:50.960]把挽回的手放下\n[00:53.910]\n[00:54.560]镜子里的人说假话\n[00:58.530]违心的样子你决定了吗\n[01:02.440]\n[01:03.650]装聋或者作哑 要不我先说话\n[01:11.340]\n[01:15.340]我们的爱情 到这刚刚好\n[01:19.810]剩不多也不少 还能忘掉\n[01:24.960]我应该可以 把自己照顾好\n[01:30.510]\n[01:32.840]我们的距离 到这刚刚好\n[01:37.140]不够我们拥抱 就挽回不了\n[01:41.640]\n[01:42.230]用力爱过的人 不该计较\n[01:48.230]\n[01:58.290]是否要逼人弃了甲\n[02:01.610]亮出一条伤疤\n[02:03.770]不堪的根源在哪\n[02:06.610]\n[02:07.520]可是感情会挣扎\n[02:09.820]没有别的办法\n[02:11.920]它劝你不如退下\n[02:15.660]如果分手太复杂\n[02:18.860]\n[02:19.420]流浪的歌手会放下吉他\n[02:24.450]故事要美必须藏着真话\n[02:29.700]\n[02:31.990]我们的爱情 到这刚刚好\n[02:36.150]剩不多也不少 还能忘掉\n[02:41.200]我应该可以 把自己照顾好\n[02:46.740]\n[02:48.750]我们的距离 到这刚刚好\n[02:52.970]不够我们拥抱 就挽回不了\n[02:57.600]\n[02:58.300]用力爱过的人 不该计较\n[03:03.590]\n[03:05.740]我们的爱情到这刚刚好\n[03:09.860]再不争也不吵 不必再煎熬\n[03:14.530]\n[03:15.100]你可以不用 记得我的好\n[03:20.510]\n[03:22.500]我们的流浪到这刚刚好\n[03:26.640]趁我们还没到 天涯海角\n[03:31.720]我也不是非要去那座城堡\n[03:37.810]\n[03:39.370]天空有些暗了暗的刚刚好\n[03:43.610]我难过的样子就没人看到\n[03:48.850]你别太在意我身上的记号\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%88%9A%E5%88%9A%E5%A5%BD.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiza175u0uj20k00k03z3.jpg",
    background:"https://i.loli.net/2017/08/28/59a38decf2060.jpg"
}
var song16 = {
    name: "动物世界",
    lyric: "[00:00.00] 作曲 : 郭顶\n[00:01.00] 作词 : 薛之谦\n[00:10.91]东打一下西戳一下\n[00:13.30]动物未必需要尖牙\n[00:15.84]示爱的方法有礼貌或是我管它\n[00:21.08]要将情人一口吞下\n[00:23.57]还要显得温文尔雅\n[00:26.33]螳螂委屈的展示旧伤疤\n[00:31.30]求偶时候一惊一乍\n[00:33.79]因为害怕时常倒挂\n[00:36.46]走投无路的情况下舍弃了尾巴\n[00:41.77]如果不能将它同化就寄生于它 大不了一同腐化\n[00:50.99]努力进化 笑动物世界都太假\n[00:56.78]祖先 已磨去爪牙\n[01:01.38]相爱相杀 一定有更好的办法\n[01:07.34]攀比一下 谁先跪下\n[01:11.65]不再进化 动物世界里都太傻\n[01:17.58]为情表现到浮夸\n[01:22.82]得到了你就该丢下 人性来不及粉刷\n[01:27.79]所以啊 人总患孤寡\n[01:54.31]麋鹿本来约在树下\n[01:56.79]说好一起浪迹天涯\n[01:59.29]系上铃铛还在往那个方向挣扎\n[02:04.12]如果有只豺狼它英勇披上婚纱 同伴笑他读过童话\n[02:22.46]别再进化 别让动物世界太假\n[02:28.64]我们 该露出爪牙\n[02:32.79]相爱相杀 别再想更好的办法\n[02:38.38]优胜劣汰 自舔伤疤\n[02:43.07]假装进化 拼命想和动物有差\n[02:48.54]玩一出高贵优雅\n[02:53.45]在人们腐烂的欲望下 兽性来不及抹杀\n[02:58.60]算了吧 懒得去挣扎\n[03:04.09]人类用沙 想捏出梦里通天塔\n[03:10.01]为贪念不惜代价\n[03:15.01]驾驭着昂贵的木马 巢穴一层层叠加\n[03:19.79]最后啊 却一丝不挂    别害怕 我们都孤寡\n[03:31.24]制作人：郭顶\n[03:32.04]编曲/钢琴/贝斯：陈迪\n[03:32.64]鼓：王斌\n[03:33.26]弦乐：国际首席爱乐乐团\n[03:33.82]第一小提琴：李朋 王大毛庞阔 张浩 杨爽 李曦 刘潇 高言 杨思宇 倪冰雪\n[03:34.35]第二小提琴：简蓓 阎红 张晨迪 唐昕 侯宇红 张雷 徐文超\n[03:34.90]中提琴：何辉 毕芳 武文豪 陈欣欣 王羽沛\n[03:35.47]大提琴：张平 郎莹 陈俊杰 孙艺 邵鑫\n[03:36.00]低音提琴：周旭 段然\n[03:36.55]录音：汝文博 （Big J Studio. beijing.)\n[03:37.09]混音：赵靖（Big J Studio. beijing.）\n[03:37.86]母带：Tom Coyne （Sterlingsound NYC.）\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%8A%A8%E7%89%A9%E4%B8%96%E7%95%8C.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiza3bnyeaj20dw0dw74s.jpg",
    background:"https://i.loli.net/2017/08/28/59a38e636df3b.jpg"
}
var song17 = {
    name: "匆匆那年",
    lyric: "[00:00.00] 作曲 : 梁翘柏\n[00:01.00] 作词 : 林夕\n[00:11.18]\n[00:27.92]匆匆那年\n[00:28.75]我们究竟说了几遍再见\n[00:31.00]之后再拖延\n[00:33.46]可惜谁有没有爱过\n[00:35.29]不是一场七情上面的雄辩\n[00:39.04]匆匆那年\n[00:39.99]我们一时匆忙撂下\n[00:41.80]难以承受的诺言\n[00:44.64]只有等别人兑现\n[00:50.28]不怪那吻痕\n[00:52.55]还没积累成茧\n[00:55.88]拥抱着冬眠\n[00:58.05]也没能羽化再成仙\n[01:01.56]不怪这一段情\n[01:04.24]没空反复再排练\n[01:06.96]是岁月宽容\n[01:09.46]恩赐反悔的时间\n[01:18.00]如果再见不能红着眼\n[01:21.18]是否还能红著脸\n[01:23.97]就像那年匆促\n[01:25.31]刻下永远一起\n[01:26.69]那样美丽的谣言\n[01:29.25]如果过去还值得眷恋\n[01:32.38]别太快冰释前嫌\n[01:35.25]谁甘心就这样\n[01:37.97]彼此无挂也无牵\n[01:40.91]我们要互相亏欠\n[01:46.46]要不然凭何怀缅\n[01:51.05]\n[01:57.84]匆匆那年\n[01:58.76]我们见过太少世面\n[02:00.54]只爱看同一张脸\n[02:03.43]那么莫名其妙\n[02:04.75]那么讨人欢喜\n[02:06.14]闹起来又太讨厌\n[02:09.02]相爱那年活该匆匆\n[02:10.77]因为我们不懂\n[02:12.21]顽固的诺言\n[02:14.62]只是分手的前言\n[02:20.23]不怪那天太冷\n[02:23.04]泪滴水成冰\n[02:25.90]春风也一样\n[02:28.07]没吹进凝固的照片\n[02:31.50]不怪每一个人\n[02:34.29]没能完整爱一遍\n[02:37.06]是岁月善意\n[02:39.42]落下残缺的悬念\n[02:47.79]如果再见不能红着眼\n[02:51.20]是否还能红著脸\n[02:54.00]就像那年匆促\n[02:55.38]刻下永远一起\n[02:56.78]那样美丽的谣言\n[02:59.26]如果过去还值得眷恋\n[03:02.31]别太快冰释前嫌\n[03:05.16]谁甘心就这样\n[03:07.97]彼此无挂也无牵\n[03:10.50]如果再见不能红着眼\n[03:13.60]是否还能红著脸\n[03:16.43]就像那年匆促\n[03:17.82]刻下永远一起\n[03:19.26]那样美丽的谣言\n[03:21.74]如果过去还值得眷恋\n[03:24.90]别太快冰释前嫌\n[03:27.68]谁甘心就这样\n[03:30.50]彼此无挂也无牵\n[03:33.34]我们要互相亏欠\n[03:38.94]我们要藕断丝连\n[03:43.52]\n",
    singer:"王菲",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%8C%86%E5%8C%86%E9%82%A3%E5%B9%B4-%E7%8E%8B.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiza5eu0bij20k00k0dg3.jpg",
    background:"https://i.loli.net/2017/08/28/59a38ec5315ef.jpg"
}
var song18 = {
    name: "卷睫盼",
    lyric: "[00:14.740]美是初见\n[00:17.550]燃起爱情火焰\n[00:20.740]燃烧在茫茫东海边缘\n[00:23.370]随着风飞翻\n[00:26.430]卷睫盼\n[00:29.250]明眸璀璨我捉不住\n[00:33.120]你若即若离的手指尖\n[00:38.490]爱是因为你 美丽被还原\n[00:44.430]我知道有一千种可能\n[00:47.060]是与你相恋\n[00:50.190]睁开眼\n[00:52.870]闭上眼难得难弃的缘\n[00:56.740]天赐的 地护的\n[00:59.690]永不变\n[01:02.120]望眼欲穿\n[01:04.500]终于走到我面前\n[01:07.690]相拥不相视\n[01:09.690]在胸襟沾满了泪水\n[01:13.810]再难阻断\n[01:16.250]这份感情到海枯到石烂\n[01:24.500]美是初见\n[01:28.500]燃起爱情火焰\n[01:31.620]燃烧在茫茫东海边缘\n[01:33.940]随着风飞翻\n[01:38.250]卷睫盼\n[01:40.190]明眸璀璨我捉不住\n[01:43.690]你若即若离的手指尖\n[01:49.310]爱是因为你 美丽被还原\n[01:55.130]我知道有一千种可能\n[01:57.940]是与你相恋\n[02:00.940]睁开眼\n[02:03.690]闭上眼难得难弃的缘\n[02:07.760]天赐的 地护的\n[02:09.510]永不变\n[02:11.940]望眼欲穿\n[02:15.380]终于走到我面前\n[02:17.570]相拥不相视\n[02:19.630]在胸襟沾满了泪水\n[02:23.570]再难阻断\n[02:27.190]这份感情到海枯到石烂\n[02:31.070]我有心 我有泪\n[02:44.500]美是初见\n[02:47.500]燃起爱情火焰\n[02:50.620]燃烧在茫茫东海边缘\n[02:53.940]随着风飞翻\n[02:57.250]卷睫盼\n[02:59.190]明眸璀璨我捉不住\n[03:03.690]你若即若离的手指尖\n[03:09.310]爱是因为你 美丽被还原\n[03:15.130]我知道有一千种可能\n[03:17.940]是与你相恋\n[03:20.940]睁开眼\n[03:22.690]闭上眼难得难弃的缘\n[03:27.760]天赐的 地护的\n[03:29.510]永不变\n[03:32.940]望眼欲穿\n[03:35.380]终于走到我面前\n[03:37.570]相拥不相视\n[03:39.630]在胸襟沾满了泪水\n[03:43.570]再难阻断\n[03:47.190]这份感情到海枯到石烂\n[03:51.070]我有心 我有泪\n[03:56.570]再难阻断\n[03:59.190]这份感情到海枯到石烂\n[04:03.070]我有心 我有泪\n[04:06.220]相拥不相视\n[04:08.090]在胸襟沾满了泪水\n",
    singer:"吴彤/陈琳",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%8D%B7%E7%9D%AB%E7%9B%BC.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiza7ooqhcj20k00k0gmb.jpg",
    background:"https://i.loli.net/2017/08/28/59a38f5f0505b.jpg"
}
var song19 = {
    name: "只要有你",
    lyric: "[00:22.750]谁能告诉我\n[00:25.060]有没有这样的笔\n[00:27.950]能画出一双双不流泪的眼睛\n[00:34.150]留得住世上一纵即逝的光阴\n[00:39.890]能让所有美丽从此也不再凋零\n[00:45.570]如果是这样\n[00:47.870]我可以安慰自己\n[00:50.850]在没有你的夜里\n[00:53.660]能画出一线光明\n[00:56.910]留得住快乐\n[00:59.370]全部都送去给你\n[01:02.230]苦涩的味道变了甜蜜\n[01:07.840]从此也不用分开相爱的天和地\n[01:13.570]还能在同一天空月亮太阳再相遇\n[01:19.200]生命中只要有你\n[01:22.090]什么都变了可以\n[01:24.950]让所有流星随时都相遇\n[01:30.660]从此在人世上也没有无奈的分离\n[01:36.300]我不用睁着眼睛看你远走的背影\n[01:42.010]没有变坏的青春\n[01:44.920]没有失落的爱情\n[01:48.730]所有承诺永恒得像星星\n[01:55.930]\n[02:20.460]谁能告诉我\n[02:22.630]有没有这样的笔\n[02:25.560]能画出一双双不流泪的眼睛\n[02:31.680]留得住世上一纵即逝的光阴\n[02:37.310]能让所有美丽从此也不再凋零\n[02:43.260]如果是这样\n[02:45.500]我可以安慰自己\n[02:49.330]在没有你的夜里\n[02:52.080]能画出一线光明\n[02:55.340]留得住快乐\n[02:57.710]全部都送去给你\n[03:00.690]苦涩的味道变了甜蜜\n[03:06.450]从此也不用分开相爱的天和地\n[03:11.970]还能在同一天空月亮太阳再相遇\n[03:17.700]生命中只要有你\n[03:20.440]什么都变了可以\n[03:23.360]让所有流星随时都相遇\n[03:29.140]从此在人世上也没有无奈的分离\n[03:34.710]我不用睁着眼睛看你远走的背影\n[03:40.590]没有变坏的青春\n[03:43.220]没有失落的爱情\n[03:46.150]所有承诺永恒得像星星\n[03:53.620]\n",
    singer:"那英/孙楠",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%8F%AA%E8%A6%81%E6%9C%89%E4%BD%A0-%E5%B0%91%E5%B9%B4%E5%8C%85%E9%9D%92%E5%A4%A9.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiza9rec95j20dw0dwjru.jpg",
    background:"https://i.loli.net/2017/08/28/59a38fe31cf7a.jpg"
}
var song20 = {
    name: "告白气球",
    lyric: "[00:00.00] 作曲 : 周杰伦\n[00:01.00] 作词 : 方文山\n[00:23.69]塞纳河畔  左岸的咖啡\n[00:26.03]我手一杯  品尝你的美\n[00:28.97]留下唇印的嘴\n[00:32.48]\n[00:34.39]花店玫瑰  名字写错谁\n[00:36.86]告白气球  风吹到对街\n[00:39.60]微笑在天上飞\n[00:42.71]\n[00:43.90]你说你有点难追  想让我知难而退\n[00:49.33]礼物不需挑最贵  只要香榭的落叶\n[00:54.63]喔～营造浪漫的约会  不害怕搞砸一切\n[00:59.92]拥有你就拥有  全世界\n[01:03.95]\n[01:04.91]亲爱的  爱上你  从那天起\n[01:11.31]甜蜜的很轻易\n[01:15.60]亲爱的  别任性  你的眼睛\n[01:21.93]在说我愿意\n[01:25.25]\n[01:48.78]塞纳河畔  左岸的咖啡\n[01:51.47]我手一杯  品尝你的美\n[01:54.76]留下唇印的嘴\n[01:57.51]\n[01:59.62]花店玫瑰  名字写错谁\n[02:02.21]告白气球  风吹到对街\n[02:04.79]微笑在天上飞\n[02:07.91]\n[02:09.53]你说你有点难追  想让我知难而退\n[02:14.55]礼物不需挑最贵  只要香榭的落叶\n[02:19.85]喔～营造浪漫的约会  不害怕搞砸一切\n[02:25.17]拥有你就拥有  全世界\n[02:29.12]\n[02:30.18]亲爱的  爱上你  从那天起\n[02:36.60]甜蜜的很轻易\n[02:40.95]亲爱的  别任性  你的眼睛\n[02:47.23]在说我愿意\n[02:50.44]\n[02:51.63]亲爱的  爱上你  恋爱日记\n[02:57.88]飘香水的回忆\n[03:02.21]一整瓶  的梦境  全都有你\n[03:08.50]搅拌在一起\n[03:12.07]\n[03:12.93]亲爱的别任性  你的眼睛\n[03:21.30]在说我愿意\n[03:28.54]\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%91%8A%E7%99%BD%E6%B0%94%E7%90%83.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizacakiloj20k00k0dhh.jpg",
    background:"https://i.loli.net/2017/08/28/59a39076447c0.jpg"
}
var song21 = {
    name: "难念的经",
    lyric: "[00:02.00]作词 : 林夕\n[00:04.00]作曲 : 周华健\n[00:06.00]编曲 : 周杰森\n[00:08.00]混音 : 周杰森\n[02:45.80][00:58.37]笑你我枉花光心计\n[02:48.05][01:00.50]爱竞逐镜花那美丽\n[02:50.79][01:03.32]怕幸运会转眼远逝\n[02:53.39][01:06.09]为贪嗔喜恶怒着迷\n[02:56.00][01:08.93]责你我太贪功恋势\n[02:58.64][01:11.49]怪大地众生太美丽\n[03:01.02][01:13.89]悔旧日太执信约誓\n[03:03.59][01:16.16]为悲欢哀怨妒着迷\n[03:06.08][01:18.54]啊 舍不得璀灿俗世\n[03:11.35][01:23.82]啊 躲不开痴恋的欣慰\n[03:16.09][01:28.87]啊 找不到色相代替\n[03:21.07][01:34.01]啊 参一生参不透这条难题\n[02:01.88][01:41.50][03:46.60][03:25.88]吞风吻雨葬落日未曾彷徨\n[02:04.51][01:43.83][03:48.90][03:28.61]欺山赶海践雪径也未绝望\n[02:06.88][01:46.33][03:51.60][03:31.00]拈花把酒偏折煞世人情狂\n[02:09.62][01:49.00][03:54.00][03:33.80]凭这两眼与百臂或千手不能防\n[02:12.53][01:52.00][03:56.80][03:36.50]天阔阔雪漫漫共谁同航\n[02:14.83][01:54.52][03:59.50][03:38.90]这沙滚滚水皱皱笑着浪荡\n[02:17.00][01:57.00][04:01.70][03:41.80]贪欢一刻偏教那女儿情长埋葬\n",
    singer:"周华健",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%91%A8%E5%8D%8E%E5%81%A5+-+%E9%9A%BE%E5%BF%B5%E7%9A%84%E7%BB%8F.mp3",
    img:"https://i.loli.net/2017/08/28/59a3910eb9fe1.jpg",
    background:"https://i.loli.net/2017/08/28/59a390fb93b60.jpg"
}
var song22 = {
    name: "喜欢你",
    lyric: "[00:00.00] 作曲 : 黄家驹\n[00:01.00] 作词 : 黄家驹\n[00:15.890]细雨带风湿透黄昏的街道\n[00:22.140]抹去雨水双眼无故的仰望\n[00:27.640]望向孤单的晚灯\n[00:30.519]是那伤感的记忆\n[00:37.809]再次泛起心里无数的思念\n[00:44.129]以往片刻欢笑仍挂在脸上\n[00:49.629]愿你此刻可会知\n[00:52.499]是我衷心地说声\n[00:58.219]喜欢你 那双眼动人\n[01:04.279]笑声更迷人\n[01:07.469]愿再可 轻抚你\n[01:13.899]那可爱面容\n[01:16.839]挽手说梦话\n[01:20.089]像昨天 你共我\n[01:34.238]满带理想的我曾经多冲动\n[01:40.659]屡怨与她相爱难有自由\n[01:46.089]愿你此刻可会知\n[01:49.029]是我衷心地说声\n[01:54.659]喜欢你 那双眼动人\n[02:00.659]笑声更迷人\n[02:03.839]愿再可 轻抚你\n[02:10.160]那可爱面容\n[02:13.280]挽手说梦话\n[02:16.700]像昨天 你共我\n[02:46.920]每晚夜里自我独行\n[02:50.920]随处荡 多冰冷\n[02:59.850]以往为了自我挣扎\n[03:03.470]从不知她的痛苦\n[03:13.100]喜欢你 那双眼动人\n[03:19.100]笑声更迷人\n[03:22.230]愿再可 轻抚你\n[03:28.540]那可爱面容\n[03:31.660]挽手说梦话\n[03:35.000]像昨天 你共我\n[03:41.050]She be do u\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%96%9C%E6%AC%A2%E4%BD%A0.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fiz9ybeavaj20k00k0jsm.jpg",
    background:"https://i.loli.net/2017/08/28/59a38d9c6c20a.jpg"
}
var song23 = {
    name: "大地",
    lyric: "[00:00.00] 作曲 : 黄家驹\n[00:01.00] 作词 : 刘卓辉\n[00:27.240]在那些苍翠的路上\n[00:30.679]历遍了多少创伤\n[00:33.799]在那张苍老的面上\n[00:37.299]亦记载了风霜\n[00:41.659]秋风秋雨的度日\n[00:44.229]是青春少年时\n[00:47.729]迫不得以的话别\n[00:50.979]没说 再见\n[00:53.599]回望昨日在异乡那门前\n[00:57.599]唏嘘的感慨一年年\n[01:01.039]但日落日出永没变迁\n[01:07.039]这刻在望着父亲笑容时\n[01:11.289]竟不知不觉的无言\n[01:14.539]让日落暮色渗满泪眼\n[01:34.659]在那些开放的路上\n[01:38.449]踏碎过多少理想\n[01:42.390]在那张高挂的面上\n[01:45.139]被引证了几多\n[01:48.759]千秋不变的日月\n[01:52.390]在相识里共存\n[01:55.579]姑息分割的大地\n[01:58.639]划了界线\n[02:01.329]回望昨日在异乡那门前\n[02:05.449]唏嘘的感慨一年年\n[02:08.830]但日落日出永没变迁\n[02:14.830]这刻在望着父亲笑容时\n[02:18.890]竟不知不觉的无言\n[02:22.330]让日落暮色渗满泪眼\n[02:27.950]\n[02:44.000]回望昨日在异乡那门前\n[02:48.230]唏嘘的感慨一年年\n[02:51.660]但日落日出永没变迁\n[02:57.910]这刻在望着父亲笑容时\n[03:01.980]竟不知不觉的无言\n[03:05.100]让日落暮色渗满泪眼\n[03:10.650]\n[03:11.410]回望昨日在异乡那门前\n[03:15.040]唏嘘的感慨一年年\n[03:18.350]但日落日出永没变迁\n[03:24.660]这刻在望着父亲笑容时\n[03:28.090]\n[03:28.730]竟不知不觉的无言\n[03:31.790]让日落暮色渗满泪眼\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%A4%A7%E5%9C%B0.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizala3hvwj20k00k0gmg.jpg",
    background:"https://i.loli.net/2017/08/28/59a392553fe4e.jpg"
}
var song25 = {
    name: "安静",
    lyric: "[00:27.540] 只剩下钢琴陪我弹了一天\n[00:32.930] 睡着的大提琴 安静的旧旧的\n[00:40.830] 我想你已表现的非常明白\n[00:45.850] 我懂我也知道 你没有舍不得\n[00:53.860] 你说你也会难过我不相信\n[01:00.380] 牵着你陪着我 也只是曾经\n[01:06.520] 希望他是真的比我还要爱你\n[01:12.850] 我才会逼自己离开\n[01:21.410] 你要我说多难堪 我根本不想分开\n[01:27.560] 为什么还要我用微笑来带过\n[01:34.250] 我没有这种天份 包容你也接受他\n[01:40.770] 不用担心的太多 我会一直好好过\n[01:48.030] 你已经远远离开 我也会慢慢走开\n[01:54.370] 为什么我连分开都迁就着你\n[02:00.870] 我真的没有天份 安静的没这么快\n[02:07.970] 我会学着放弃你 是因为我太爱你\n[02:28.480] 只剩下钢琴陪我弹了一天\n[02:33.510] 睡着的大提琴 安静的旧旧的\n[02:41.690] 我想你已表现的非常明白\n[02:46.920] 我懂我也知道 你没有舍不得\n[02:55.090] 你说你也会难过我不相信\n[03:01.800] 牵着你陪着我 也只是曾经\n[03:08.300] 希望他是真的比我还要爱你\n[03:14.460] 我才会逼自己离开\n[03:22.279] 你要我说多难堪 我根本不想分开\n[03:28.800] 为什么还要我用微笑来带过\n[03:35.700] 我没有这种天份 包容你也接受他\n[03:42.210] 不用担心的太多 我会一直好好过\n[03:49.090] 你已经远远离开 我也会慢慢走开\n[03:55.600] 为什么我连分开都迁就着你\n[04:02.320] 我真的没有天份 安静的没这么快\n[04:08.460] 我会学着放弃你 是因为我太爱你\n[04:20.000] 你要我说多难堪 我根本不想分开\n[04:25.380] 为什么还要我用微笑来带过\n[04:32.240] 我没有这种天份 包容你也接受他\n[04:41.050] 不用担心的太多 我会一直好好过\n[04:46.109] 你已经远远离开 我也会慢慢走开\n[04:53.000] 为什么我连分开都迁就着你\n[04:59.330] 我真的没有天份 安静的没这么快\n[05:06.030] 我会学着放弃你 是因为我太爱你\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%AE%89%E9%9D%99%28%E5%91%A8%29.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizani6sn6j20go0gowf0.jpg",
    background:"https://i.loli.net/2017/08/28/59a392d5abc56.jpg"
}
var song26 = {
    name: "容易受伤的女人",
    lyric: "[00:17.500]留着你隔夜的吻\n[00:20.500]感觉不到你有多真\n[00:24.500]想你天色已黄昏\n[00:28.500]脸上还有泪痕\n[00:31.500]如果从此不过问\n[00:35.500]不想对你难舍难分\n[00:38.500]是否夜就不会冷\n[00:42.500]心就不会疼\n[00:46.500]颤抖的唇\n[00:48.400]等不到你的吻\n[00:50.400]一个容易受伤的女人\n[00:53.400]希望希望希望你会心疼\n[00:57.400]我害怕一个人\n[01:01.400]为何不肯\n[01:03.000]轻轻唤我一声\n[01:05.000]安慰容易受伤的女人\n[01:09.000]为了你我情愿给一生\n[01:17.000]黑夜里不敢点灯\n[01:20.000]是谁让我越陷越深\n[01:24.000]让我深爱过的人\n[01:27.000]越来越陌生\n[02:00.000]留着你隔夜的吻\n[02:04.000]感觉不到你有多真\n[02:07.000]想你天色已黄昏\n[02:11.000]脸上还有泪痕\n[02:15.000]如果从此不过问\n[02:18.000]不想对你难舍难分\n[02:22.000]是否夜就不会冷\n[02:25.000]心就不会疼\n[02:29.000]颤抖的唇\n[02:30.000]等不到你的吻\n[02:32.000]一个容易受伤的女人\n[02:36.000]希望希望希望你会心疼\n[02:40.000]我害怕一个人\n[02:43.000]为何不肯\n[02:45.000]轻轻唤我一声\n[02:47.000]安慰容易受伤的女人\n[02:50.000]你的眼神烫伤我的青春\n[02:58.000]黑夜里不敢点灯\n[03:02.000]是谁让我越陷越深\n[03:05.000]让我深爱过的人\n[03:09.000]越来越陌生\n[03:12.000]颤抖的唇\n[03:14.600]等不到你的吻\n[03:16.600]一个容易受伤的女人\n[03:19.600]希望希望希望你会心疼\n[03:23.600]我害怕一个人\n[03:27.600]为何不肯\n[03:28.600]轻轻唤我一声\n[03:30.600]安慰容易受伤的女人\n[03:35.200]为了你我情愿给一生\n[03:42.200]黑夜里不敢点灯\n[03:46.200]是谁让我越陷越深\n[03:50.200]让我深爱过的人\n[03:53.200]越来越陌生\n",
    singer:"王菲",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%AE%B9%E6%98%93%E5%8F%97%E4%BC%A4%E7%9A%84%E5%A5%B3%E4%BA%BA-%E7%8E%8B%E8%8F%B2.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizapdw8fvj20k00k03yq.jpg",
    background:"https://i.loli.net/2017/08/28/59a3935a46d13.jpg"
}
var song27 = {
    name: "彩虹",
    lyric: "[00:00.00] 作曲 : 周杰伦\n[00:01.00] 作词 : 周杰伦\n[00:12.700]哪里有彩虹告诉我\n[00:18.569]能不能把我的愿望还给我\n[00:24.970]为什么天这么安静\n[00:31.799]所有的云都跑到我这里\n[00:36.569]\n[00:38.399]有没有口罩一个给我\n[00:44.089]释怀说了太多就成真不了\n[00:51.590]也许时间是一种解药\n[00:56.579]也是我现在正服下的毒药\n[01:02.039]\n[01:04.088]看不见你的笑 我怎么睡得着\n[01:09.779]你的身影这么近我却抱不到\n[01:16.199]没有地球太阳还是会绕\n[01:22.599]没有理由我也能自己走\n[01:28.638]\n[01:29.229]你要离开 我知道很简单\n[01:35.629]你说依赖 是我们的阻碍\n[01:42.319]就算放开 那能不能别没收我的爱\n[01:51.390]当作我最后才明白\n[01:54.599]\n[01:56.329]有没有口罩一个给我\n[02:02.590]释怀说了太多就成真不了\n[02:09.058]也许时间是一种解药\n[02:14.979]也是我现在正服下的毒药\n[02:20.089]\n[02:21.340]看不见你的笑 我怎么睡得着\n[02:27.699]你的身影这么近我却抱不到\n[02:34.329]没有地球太阳还是会绕\n[02:40.689]没有理由我也能自己走\n[02:47.090]\n[02:47.828]你要离开 我知道很简单\n[02:54.250]你说依赖 是我们的阻碍\n[03:00.849]就算放开 那能不能别没收我的爱\n[03:07.900]当作我最后才明白\n[03:13.650]看不见你的笑\n[03:15.639]要我怎么睡得着\n[03:17.650]你的身影这么近我却抱不到\n[03:20.889]没有地球太阳开始环绕环绕\n[03:24.199]没有理由我也能自己走掉\n[03:27.389]释怀说太多就成真不了\n[03:30.569]也许时间是一种解药解药\n[03:33.919]也是我现在正服下的毒药\n[03:37.890]\n[03:39.359]你要离开 我知道很简单\n[03:45.849]你说依赖 是我们的阻碍\n[03:52.599]就算放开 那能不能别没收我的爱\n[04:03.290]当作我最后才明白\n[04:08.230]\n[04:12.690]\n[04:18.989]\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%BD%A9%E8%99%B9.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizaqv68xuj20k00k0wfi.jpg",
    background:"https://i.loli.net/2017/08/28/59a393af17cb0.jpg"
}
var song28 = {
    name: "心爱",
    lyric: "[00:21.600]醉春风\n[00:24.519]我醉春风\n[00:27.629]初次见面 两人齐齐心动\n[00:37.890]情网中看不一样的天空\n[00:40.980]我张开心胸\n[00:45.798]无情的人笑我痴\n[00:49.218]我笑无情的人懵懂\n[00:54.180]我愿意在她手掌之中\n[01:06.238]醉春风\n[01:10.580]我醉春风\n[01:15.280]忍了冲动 她又让我感动\n[01:20.409]伤她心我是万万不能\n[01:37.480]我愿意在她手掌之中\n[01:50.400]不要坏我大义\n[01:51.308]我会倚天屠龙\n[01:53.180]但愿情义交融\n[01:55.380]让我有始有终\n[01:57.679]不要坏我大义\n[01:59.348]我会倚天屠龙\n[02:01.329]但愿情义交融\n[02:03.398]让我有始有终\n[02:05.598]让我有始有终\n[02:46.600]醉春风\n[02:50.280]我醉春风\n[02:55.680]忍了冲动 她又让我感动\n[03:03.209]伤她心我是万万不能\n[03:11.280]我愿意在她手掌之中\n[03:24.800]不要坏我大义\n[03:26.708]我会倚天屠龙\n[03:28.980]但愿情义交融\n[03:30.580]让我有始有终\n[03:33.179]不要坏我大义\n[03:34.548]我会倚天屠龙\n[03:37.629]但愿情义交融\n[03:39.198]让我有始有终\n[03:41.398]让我有始有终\n",
    singer:"金学峰",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E5%BF%83%E7%88%B1-%E5%80%9A%E5%A4%A9%E5%B1%A0%E9%BE%99%E8%AE%B0.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizaslhvnej209a09a74f.jpg",
    background:"https://i.loli.net/2017/08/28/59a39413d16a0.jpg"
}
var song29 = {
    name: "意外",
    lyric: "[00:00.00] 作曲 : 杨子朴\n[00:01.00] 作词 : 杨子朴\n[00:12.120]我在清晨的路上\n[00:16.220]谁被我遗忘\n[00:24.150]我在深夜里旅行\n[00:28.140]谁被我遗忘\n[00:34.920]肩上的破旧行囊\n[00:40.840]能收藏多少坚强\n[00:46.940]不如全身赤裸\n[00:50.700]还给我那脆弱\n[00:54.120]明知这是一场意外\n[00:58.150]你要不要来\n[01:06.100]明知这是一场重伤害\n[01:10.180]你会不会来\n[01:17.710]当疯狂慢慢从爱情离开\n[01:23.480]还有什么你值得感慨\n[01:28.170]如果风景早已都不存在\n[01:33.390]我想我谁都不爱\n[02:03.110]我在清晨的路上\n[02:07.190]谁被我遗忘\n[02:15.110]我在深夜里旅行\n[02:19.140]谁被我遗忘\n[02:25.920]肩上的破旧行囊\n[02:31.990]能收藏多少坚强\n[02:37.930]不如全身赤裸\n[02:41.760]还给我那脆弱\n[02:45.080]明知这是一场意外\n[02:49.270]你要不要来\n[02:57.080]明知这是一场重伤害\n[03:01.230]你会不会来\n[03:08.670]当疯狂慢慢从爱情离开\n[03:14.710]还有什么你值得感慨\n[03:19.200]如果风景早已都不存在\n[03:24.350]我想我谁都不爱\n[03:27.140]明知这是一场意外\n[03:31.210]你要不要来\n[03:39.130]明知这是一场重伤害\n[03:43.190]你会不会来\n[03:50.640]当疯狂慢慢从爱情离开\n[03:56.720]还有什么你值得感慨\n[04:01.150]如果风景早已都不存在\n[04:06.350]我想我谁都不爱\n[04:14.040]谁都不爱\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%84%8F%E5%A4%96%28%E8%96%9B%29.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizd3v9y6gj20hc0hcmxf.jpg",
    background:"https://i.loli.net/2017/08/28/59a3a6dfc7309.jpg"
}
var song30 = {
    name: "我害怕",
    lyric: "[00:07.04]作词：薛之谦\n[00:07.94]作曲：薛之谦\n[00:21.73]我害怕你的消息\n[00:25.34]不经意被谁提起\n[00:27.99]\n[00:29.07]像曾贴着我耳边的气息\n[00:34.94]\n[00:36.74]我害怕某个旋律\n[00:39.64]\n[00:40.36]带我回某个场景\n[00:43.70]\n[00:44.27]你说如果雨停了我们就在一起\n[00:50.50]\n[00:53.90]我害怕某条街道\n[00:56.97]\n[00:57.70]有你留下的记号\n[01:00.58]\n[01:01.44]会自以为是你对我的需要\n[01:07.80]\n[01:09.17]我害怕那段旅行\n[01:11.99]\n[01:12.81]继续在我的梦里\n[01:15.94]\n[01:16.70]我还相信你说的\n[01:19.52]\n[01:20.18]离开的原因\n[01:23.51]最近我\n[01:26.19]表现的还可以\n[01:29.72]\n[01:31.18]最近你\n[01:33.80]已走到了哪里\n[01:36.80]\n[01:38.80]别在意\n[01:41.39]随便问问而已\n[01:44.64]\n[01:46.55]都怪我\n[01:48.99]才学会了爱情\n[01:52.03]\n[02:31.13]我害怕整理行李\n[02:33.81]\n[02:34.83]我害怕关灯休息\n[02:37.75]\n[02:38.62]我害怕揉揉眼睛\n[02:41.42]\n[02:42.35]就错过了你\n[02:44.52]\n[02:46.27]我害怕人潮密集\n[02:50.00]我害怕山川小溪\n[02:52.93]\n[02:53.85]我害怕我在附近\n[02:56.82]\n[02:57.52]却找不到你\n[02:59.79]\n[03:00.67]如果我\n[03:02.62]\n[03:03.51]掉入了海底\n[03:06.45]\n[03:08.21]是否你\n[03:09.95]\n[03:10.85]会有一丝感应\n[03:14.00]\n[03:15.95]别在意\n[03:18.45]随便说说而已\n[03:21.55]\n[03:23.35]别有压力\n[03:26.24]我只想见见你\n[03:29.95]\n[03:39.90]我害怕你的呼吸\n[03:42.30]\n[03:43.39]我害怕太近距离\n[03:47.13]我害怕别人提到你的秘密\n[03:56.74]\n[03:59.28]\n[04:01.03]编曲：张宝宇\n[04:02.05]混音：郑伟\n[04:02.92]合音：薛之谦\n[04:03.94]吉他手：宋宇\n[04:04.86]母带：郑伟\n[04:05.02]录音：莫家伟\n[04:05.22]录音棚：上海广播大厦200studio\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%88%91%E5%AE%B3%E6%80%95.mp3",
    img:"https://i.loli.net/2017/08/28/59a3a7bf16c28.jpg",
    background:"https://i.loli.net/2017/08/28/59a3a796071c1.jpg"
}
var song31 = {
    name: "我是愤怒",
    lyric: "[00:15.010]Woo  A 可否争番一囗气\n[00:22.199]\n[00:31.510]我是恶梦 天天都可骚扰你\n[00:38.430]与你遇着在路途 你莫退避\n[00:44.890]我是愤怒 分分钟都可烧死你\n[00:51.200]几多虚假的好汉 都睇不起\n[00:57.190]只想吞千吨的怒火\n[01:00.570]未去想失声呼叫\n[01:03.700]I'll never die I'll never cry\n[01:06.930]you'll see\n[01:10.000]Woo  A\n[01:13.490]可否争番一囗气\n[01:16.760]Woo  A\n[01:19.730]真本性 怎可以改\n[01:25.570]\n[01:31.240]你勿说话 皆因今天的真理\n[01:38.230]讲起始终都跟我 有段距离\n[01:44.270]拒绝对话 皆因今天的天气\n[01:50.829]怎样呼吸都不惯 太没趣味\n[01:56.970]只想吞千吨的怒火\n[02:00.230]未去想失声呼叫\n[02:03.280]I'll never die I'll never cry\n[02:06.500]you'll see\n[02:09.559]Woo A\n[02:12.790]可否争番一囗气\n[02:16.700]Woo  A\n[02:19.260]真本性 怎可以改\n[02:25.899]\n[02:56.080]只想吞千吨的怒火\n[02:59.869]未去想失声呼叫\n[03:02.890]I'll never die I'll never cry\n[03:06.089]you'll see\n[03:09.270]Woo A\n[03:13.200]可否争番一囗气\n[03:15.899]Woo  A\n[03:19.119]真本性 怎可以改\n[03:25.290]Woo A\n[03:28.429]可否争番一囗气\n[03:31.890]Woo  A\n[03:35.300]真本性 怎可以改\n[03:40.910]\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%88%91%E6%98%AF%E6%84%A4%E6%80%92.mp3",
    img:"https://i.loli.net/2017/08/28/59a3a85ae14c2.jpg",
    background:"https://i.loli.net/2017/08/28/59a3a86e43379.jpg"
}
var song34 = {
    name: "搁浅",
    lyric: "[00:16.840]久未放晴的天空 依旧留着你的笑容\n[00:25.060]哭过 却无法掩埋歉疚\n[00:32.380]风筝在阴天搁浅 想念还在等待救援\n[00:40.660]我拉着线 复习你给的温柔\n[00:47.200]曝晒在一旁的寂寞 笑我给不起承诺\n[00:54.330]怎么会怎么会 你竟原谅了我\n[01:01.650]我只能永远读着对白 读着我给你的伤害\n[01:10.050]我原谅不了我 就请你当作我已不在\n[01:17.200]我睁开双眼看着空白 忘记你对我的期待\n[01:25.760]读完了依赖 我很快就离开\n[01:33.860]\n[01:54.740]久未放晴的天空 依旧留着你的笑容\n[02:02.810]哭过 却无法掩埋歉疚\n[02:10.430]风筝在阴天搁浅 想念还在等待救援\n[02:18.920]我拉着线 复习你给的温柔\n[02:25.040]曝晒在一旁的寂寞 笑我给不起承诺\n[02:32.330]怎么会怎么会 你竟原谅了我\n[02:40.280]我只能永远读着对白 读着我给你的伤害\n[02:48.450]我原谅不了我 就请你当作我已不在\n[02:55.670]我睁开双眼看着空白 忘记你对我的期待\n[03:04.120]读完了依赖 我很快就\n[03:10.190]我只能永远读着对白 读着我给你的伤害\n[03:19.860]我原谅不了我 就请你当作我已不在\n[03:27.350]我睁开双眼看着空白 忘记你对我的期待\n[03:35.840]读完了依赖 我很快就离开\n[03:43.760]\n[03:46.410]我很快就离开\n[03:49.110]\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%90%81%E6%B5%85.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizde4i4hcj20k00k0q4n.jpg",
    background:"https://i.loli.net/2017/08/28/59a3a92cf0b77.jpg"
}
var song35 = {
    name: "无尽空虚",
    lyric: "[by:哎尚咪U唛]\n[00:25.54]为何在这里 疲倦象半醉\n[00:31.53]曾在这空间 跟你相拥抱\n[00:39.00]只有唏嘘的追忆\n[00:41.59]无言落寞地落泪\n[00:44.70]谁在这晚里放纵与她温馨\n[00:50.02]无尽空虚\n[00:53.89]似把刀锋静静穿过心窝\n[00:59.93]wo\n[01:01.83]期待的爱\n[01:06.96]怎么一生总不可碰到\n[01:12.86]\n[01:14.33]wo\n[01:17.86]\n[01:27.86]32仍然在这里 无力象半醉\n[01:33.90]谁令我的心 此际多冰冷\n[01:41.35]只有唏嘘的追忆\n[01:44.09]无言落寞地落泪\n[01:47.12]谁在这晚里放纵与她温馨\n[01:52.23]无尽空虚\n[01:56.15]似把刀锋静静穿过心窝\n[02:02.58]wo\n[02:03.94]期待的爱\n[02:09.22]怎么一生总不可碰到\n[02:14.36]\n[02:16.48]wo\n[02:20.16]\n[02:53.05]无尽空虚\n[02:57.00]似把刀锋静静穿过心窝\n[03:03.06]wo\n[03:05.17]期待的爱\n[03:10.00]怎么一生总不可碰到\n[03:17.05]无尽空虚\n[03:21.61]似把刀锋静静穿过心窝\n[03:27.86]wo\n[03:29.03]期待的爱\n[03:34.42]怎么一生总不可碰到\n[03:40.07]\n[03:41.63]wo\n[03:45.50]\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%97%A0%E5%B0%BD%E7%A9%BA%E8%99%9A.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizdgi6xukj20go0got91.jpg",
    background:"https://i.loli.net/2017/08/28/59a3a9b267839.jpg"
}
var song36 = {
    name: "无悔这一生",
    lyric: "[00:00.00] 作曲 : 黄家驹\n[00:01.00] 作词 : 卢国宏\n[00:14.567]阳光历次消散别去\n[00:22.509]无理冲击我心绪\n[00:30.100]前景没法打算怎么\n[00:36.650]谁会偷生远方里\n[00:42.400]\n[00:45.700]每次记忆哭笑\n[00:49.750]将心意再变改 一分一秒\n[00:58.860]无意对一切话别\n[01:02.549]无意却远走他方\n[01:05.910]\n[01:07.800]没有泪光风里劲闯\n[01:11.800]怀着心中新希望\n[01:15.300]能冲一次 多一次 不息自强\n[01:22.290]没有泪光风里劲闯\n[01:25.520]重植根于小岛岸\n[01:29.820]如天可变风可转\n[01:33.500]不息自强 这方向\n[01:38.800]\n[01:51.540]无奈静听不舍心声\n[01:58.720]和我偏偏正呼应\n[02:05.910]前方或会一生奔波\n[02:13.167]无悔这一生经过\n[02:19.017]\n[02:21.417]纵有冷风飘过\n[02:26.248]将心绪再痛逼 紧守不变\n[02:35.076]无意对一切话别\n[02:39.268]无意再远走他方\n[02:43.080]\n[02:44.599]没有泪光风里劲闯\n[02:48.570]怀着心中新希望\n[02:52.088]能冲一次 多一次 不息自强\n[02:59.358]没有泪光风里劲闯\n[03:03.418]重植根于小岛岸\n[03:07.187]如天可变风可转\n[03:11.870]不息自强\n[03:13.947]\n[03:14.478]没有泪光风里劲闯\n[03:18.689]怀着心中新希望\n[03:22.318]能冲一次 多一次 不息自强\n[03:28.667]没有泪光风里劲闯\n[03:33.279]重植根于小岛岸\n[03:36.688]如天可变风可转\n[03:40.489]不息自强 这方向\n[03:45.388]\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%97%A0%E6%82%94%E8%BF%99%E4%B8%80%E7%94%9F.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizdj20wvdj20k00k0mxp.jpg",
    background:"https://i.loli.net/2017/08/28/59a3aa4439b0d.jpg"
}
var song37 = {
    name: "明明就",
    lyric: "[by:夜沐问辰]\n[00:00.00] 作曲 : 周杰伦\n[00:01.00] 作词 : 方文山\n[00:19.60]糖果罐里好多颜色 微笑却不甜了\n[00:28.04]你的某些快乐 在没有我的时刻\n[00:35.31]\n[00:36.48]中古世纪的城市里 我想就走到这\n[00:44.88]海鸥不再眷恋大海 可以飞更远\n[00:51.85]\n[00:52.00]远方传来风笛 我只在意有你的消息\n[01:00.20]城堡为爱守着秘密 而我为你守着回忆\n[01:07.68]\n[01:08.23]明明就 不习惯 牵手\n[01:12.08]为何却主动把手勾\n[01:16.27]你的心事太多 我不会戳破\n[01:23.30]\n[01:24.82]明明就 他比较 温柔\n[01:28.91]也许他能给你更多\n[01:34.32]不用决择 我会自动变朋友\n[01:39.27]\n[01:56.86]糖果罐里好多颜色 微笑却不甜了\n[02:05.31]你的某些快乐 在没有我的时刻\n[02:11.83]\n[02:13.74]中古世纪的城市里 我想就走到这\n[02:22.09]海鸥不再眷恋大海 可以飞更远\n[02:27.95]\n[02:28.82]远方传来风笛 我只在意有你的消息\n[02:37.31]城堡为爱守着秘密 而我为你守着回忆\n[02:44.59]\n[02:45.24]明明就 不习惯 牵手\n[02:49.33]为何却主动把手勾\n[02:53.38]你的心事太多 我不会戳破\n[03:01.27]\n[03:02.03]明明就 他比较 温柔\n[03:06.12]也许他能给你更多\n[03:11.83]不用决择 我会自动变朋友\n[03:16.63]\n[03:35.12]明明就 明明就 明明就 他比较 温柔\n[03:40.88]也许他能给你更多\n[03:45.63]不用决择 我会自动变朋友\n[03:50.58]\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%98%8E%E6%98%8E%E5%B0%B1.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizdl2r6gbj20hs0hsjs7.jpg",
    background:"https://i.loli.net/2017/08/28/59a3aaba923bf.jpg"
}
var song38 = {
    name: "晴天",
    lyric: "[00:00.00] 作曲 : 周杰伦\n[00:01.00] 作词 : 周杰伦\n[00:28.950]故事的小黄花\n[00:32.380]从出生那年就飘着\n[00:35.870]童年的荡秋千\n[00:39.370]随记忆一直晃到现在\n[00:42.440]ㄖㄨㄟ ㄙㄡ ㄙㄡ ㄒ一 ㄉㄡ ㄒ一ㄌㄚ\n[00:45.530]ㄙㄡ ㄌㄚ ㄒ一 ㄒ一 ㄒ一 ㄒ一 ㄌㄚ ㄒ一 ㄌㄚ ㄙㄡ\n[00:49.570]吹着前奏望着天空\n[00:52.870]我想起花瓣试着掉落\n[00:56.410]为你翘课的那一天\n[00:58.550]花落的那一天\n[01:00.190]教室的那一间\n[01:01.990]我怎么看不见\n[01:03.880]消失的下雨天\n[01:05.410]我好想再淋一遍\n[01:09.750]没想到失去的勇气我还留着\n[01:15.530]好想再问一遍\n[01:17.520]你会等待还是离开\n[01:24.500]刮风这天我试过握着你手\n[01:30.080]但偏偏雨渐渐大到我看你不见\n[01:38.450]还要多久我才能在你身边\n[01:44.870]等到放晴的那天也许我会比较好一点\n[01:52.330]从前从前有个人爱你很久\n[01:57.960]但偏偏风渐渐把距离吹得好远\n[02:06.240]好不容易又能再多爱一天\n[02:12.910]但故事的最后你好像还是说了拜拜\n[02:21.990]\n[02:34.660]为你翘课的那一天\n[02:36.500]花落的那一天\n[02:38.300]教室的那一间\n[02:40.040]我怎么看不见\n[02:41.780]消失的下雨天\n[02:43.680]我好想再淋一遍\n[02:47.610]没想到失去的勇气我还留着\n[02:54.090]好想再问一遍\n[02:55.650]你会等待还是离开\n[03:02.470]刮风这天我试过握着你手\n[03:07.900]但偏偏雨渐渐大到我看你不见\n[03:16.420]还要多久我才能在你身边\n[03:22.900]等到放晴的那天也许我会比较好一点\n[03:30.310]从前从前有个人爱你很久\n[03:36.440]偏偏风渐渐把距离吹得好远\n[03:44.290]好不容易又能再多爱一天\n[03:50.770]但故事的最后你好像还是说了拜拜\n[03:58.010]刮风这天我试过握着你手\n[04:01.760]但偏偏雨渐渐大到我看你不见\n[04:05.050]还要多久我才能够在你身边\n[04:08.630]等到放晴那天也许我会比较好一点\n[04:12.570]从前从前有个人爱你很久\n[04:15.510]但偏偏雨渐渐把距离吹得好远\n[04:18.950]好不容易又能再多爱一天\n[04:22.430]但故事的最后你好像还是说了拜\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%99%B4%E5%A4%A9.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizdmtoa4uj20k00k00ub.jpg",
    background:"https://i.loli.net/2017/08/28/59a3ab1d08008.jpg"
}
var song39 = {
    name: "暧昧",
    lyric: "[00:00.00] 作曲 : 薛之谦\n[00:01.00] 作词 : 薛之谦\n[00:14.800]反正现在的感情 都暧昧\n[00:20.130]你大可不必为难 找般配\n[00:24.820]付出过的人排队 谈体会\n[00:29.290]趁年轻别害怕一个人睡\n[00:34.170]可能是现在感情 太昂贵\n[00:39.080]让付出真心的人 好狼狈\n[00:43.950]还不如听首情歌 的机会 忘了谁\n[00:54.880]感情像牛奶一杯 越甜越让人生畏\n[01:04.320]都早有些防备 润色前的原味\n[01:13.350]所以人们都拿起咖啡 把试探放在两人位\n[01:23.860]距离感一对 就不必再赤裸相对\n[01:31.820]反正现在的感情 都暧昧\n[01:36.590]你大可不必为难 找般配\n[01:41.500]付出过的人排队 谈体会\n[01:46.150]弃之可惜 食而无味\n[01:51.080]可能是现在感情 太珍贵\n[01:55.630]让付出真心的人 好疲惫\n[02:00.600]谁不曾用过卑微的词汇 想留住谁\n[02:49.110]还贪恋着衣衫昂贵 却输给了廉价香水\n[02:59.080]他先诱你入位 还刻意放低了分贝\n[03:08.310]可感情越爱越妩媚 像烂掉的苹果一堆\n[03:17.980]连基因都不对 还在意什么鱼腥味\n[03:27.020]反正现在的感情 都暧昧\n[03:31.720]你大可不必为难 找般配\n[03:36.500]何必给自己沉迷 的机会\n[03:41.280]不如用误会来结尾\n[03:46.320]反正现在的我们 算暧昧\n[03:50.570]我愿意给的感情 请浪费\n[03:55.740]反正流过的眼泪 难收回\n[04:00.310]就别再安慰\n[04:05.450]看你入眠的侧脸 有多美\n[04:10.820]和你丢下的一切 好匹配\n[04:16.870]我还以为我能 多狼狈\n[04:23.090]我自以为\n[04:29.150]制作人：郑伟\n[04:30.160]编曲：薛之谦 郑伟\n[04:31.190]混音：郑伟\n[04:31.940]大提琴：周润青\n[04:32.730]女声：孟楠\n[04:33.430]合音：薛之谦 张石狄\n[04:34.190]录音：莫家伟\n[04:34.930]母带：Chris Gehringer\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%9A%A7%E6%98%A7%28%E8%96%9B%E4%B9%8B%E8%B0%A6%29.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizdtyhyzdj20k00k0q34.jpg",
    background:"https://i.loli.net/2017/08/28/59a3acb84c75d.jpg"
}
var song40 = {
    name: "暗涌",
    lyric: "[00:00.00] 作曲 : 陈辉阳\n[00:01.00] 作词 : 林夕\n[00:30.399]就算天空再深 看不出裂痕\n[00:35.589]眉头 仍聚满密云\n[00:39.589]就算一屋暗灯 照不穿我身\n[00:43.990]仍可反映你心\n[00:47.990]让这口烟跳升 我身躯下沉\n[00:50.998]曾多么想多么想贴近\n[00:55.598]你的心和眼 口和耳亦没缘份\n[00:59.598]我都捉不紧\n[01:00.598]\n[01:03.599]害怕悲剧重演 我的命中命中\n[01:07.599]越美丽的东西我越不可碰\n[01:11.599]历史在重演 这么烦嚣城中\n[01:15.599]没理由 相恋可以没有暗涌\n[01:19.599]其实我再去爱惜你又有何用\n[01:23.599]难道这次我抱紧你未必落空\n[01:27.599]仍静候着你说 我别错用神\n[01:31.599]什么我 都有预感\n[01:35.599]然后睁不开两眼 看命运光临\n[01:39.599]然后天空又再涌起密云\n[02:06.599]就算天空再深 看不出裂痕\n[02:11.600]眉头 仍聚满密云\n[02:15.600]就算一屋暗灯 照不穿我身\n[02:19.600]仍可反映你心\n[02:24.500]让这口烟跳升 我身躯下沉\n[02:27.500]曾多么想多么想贴近\n[02:32.100]你的心和眼 口和耳亦没缘份\n[02:36.100]我都捉不紧\n[02:40.100]害怕悲剧重演 我的命中命中\n[02:44.100]越美丽的东西我越不可碰\n[02:48.700]历史在重演 这么烦嚣城中\n[02:52.700]没理由 相恋可以没有暗涌\n[02:56.700]其实我再去爱惜你又有何用\n[02:59.700]难道这次我抱紧你未必落空\n[03:04.700]仍静候着你说 我别错用神\n[03:08.700]什么我 都有预感\n[03:12.700]然后睁不开两眼 看命运光临\n[03:16.700]然后天空又再涌起密云\n[03:20.700]仍静候着你说 我别错用神\n[03:24.700]什么我 都有预感\n[03:27.700]然后睁不开两眼 看命运光临\n[03:31.700]然后天空又再涌起密云\n[03:36.700]然后天空又再涌起密云\n",
    singer:"王菲",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%9A%97%E6%B6%8C-%E7%8E%8B%E8%8F%B2.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizdp1mnlpj20k00k0q3f.jpg",
    background:"https://i.loli.net/2017/08/28/59a3ab9de10a0.jpg"
}
var song41 = {
    name: "暧昧",
    lyric: "[00:00.030]眉目里似哭不似哭\n[00:04.700]还祈求甚么说不出\n[00:09.400]陪著你轻呼著烟圈\n[00:12.700]到唇边 讲不出满足\n[00:19.400]你的温柔怎可以捕捉\n[00:23.400]越来越近 却从不接触\n[00:31.700]La...... La......\n[00:41.700]茶没有喝光早变酸\n[00:46.100]从来未热恋已失恋\n[00:50.700]陪著你天天在兜圈\n[00:53.700]那缠绕 怎么可算短\n[01:00.300]你的衣裳今天我在穿\n[01:04.700]未留住你 却仍然温暖\n[01:11.700] 徘徊在似苦又甜之间\n[01:16.100]望不穿这暧昧的眼\n[01:20.700]爱或情借来填一晚\n[01:24.700]终须都归还 无谓多贪\n[01:30.400]犹疑在似即若离之间\n[01:34.700]望不穿这暧昧的眼\n[01:39.700]似是浓却仍然很淡\n[01:43.700]天早灰蓝 想告别\n[01:48.700]偏未晚\n[02:14.100]茶没有喝光早变酸\n[02:18.700]从来未热恋已失恋\n[02:23.100]陪著你天天在兜圈\n[02:26.100]那缠绕 怎么可算短\n[02:32.700]你的衣裳今天我在穿\n[02:37.100]未留住你 却仍然温暖\n[02:44.100] 徘徊在似苦又甜之间\n[02:48.400]望不穿这暧昧的眼\n[02:53.700]爱或情借来填一晚\n[02:56.700]终须都归还 无谓多贪\n[03:02.700]犹疑在似即若离之间\n[03:06.700]望不穿这暧昧的眼\n[03:11.700]似是浓却仍然很淡\n[03:15.700]天早灰蓝 想告别\n[03:20.700]偏未晚\n[03:25.700] 徘徊在似苦又甜之间\n[03:29.700]望不穿这暧昧的眼\n[03:34.700]爱或情借来填一晚\n[03:38.700]终须都归还 无谓多贪\n[03:43.700]犹疑在似即若离之间\n[03:48.700]望不穿这暧昧的眼\n[03:53.700]似是浓却仍然很淡\n[03:57.700]天早灰蓝 想告别\n[04:02.700]偏未晚\n",
    singer:"王菲",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%9A%A7%E6%98%A7-%E7%8E%8B%E8%8F%B2.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizdvstswpj20k00k0aab.jpg",
    background:"https://i.loli.net/2017/08/28/59a3ad27e4475.jpg"
}
var song42 = {
    name: "最长的电影",
    lyric: "[by:立酱]\n[00:00.00] 作曲 : 周杰伦\n[00:01.00] 作词 : 周杰伦\n[00:03.00]编曲：钟兴民\n[00:04.00]制作人：周杰伦\n[00:05.00]弦乐编写：钟兴民\n[00:06.00]弦乐团：中国爱乐\n[00:07.00]弦乐录音师：卢楠(北京)\n[00:08.00]Cello solo：关大伟\n[00:09.00]弦乐录音室：YYYD录音室(北京)\n[00:10.00]合声编写：周杰伦\n[00:11.00]合声：周杰伦\n[00:12.00]录音师：杨瑞代\n[00:13.00]录音室：JVR STUDIO\n[00:13.50]混音师：杨大纬\n[00:14.00]混音录音室：杨大纬录音工作室\n[00:16.16]我们的开始\n[00:19.92]是很长的电影\n[00:24.08]放映了三年\n[00:27.54]我票都还留着\n[00:32.07]冰上的芭蕾\n[00:35.88]脑海中还在旋转\n[00:40.80]望着你 慢慢忘记你\n[00:47.86]朦胧的时间\n[00:51.82]我们溜了多远\n[00:55.78]冰刀划个圈\n[00:59.19]圈起了谁改变\n[01:03.51]如果再重来\n[01:07.78]会不会稍嫌狼狈\n[01:12.45]爱是不是 不开口才珍贵\n[01:19.11]再给我两分钟\n[01:22.92]让我把记忆结成冰\n[01:26.88]别融化了眼泪\n[01:29.93]你妆都花了 要我怎么记得\n[01:35.01]记得你叫我忘了吧\n[01:38.82]记得你叫我忘了吧\n[01:43.64]你说你会哭\n[01:45.67]不是因为在乎\n[02:03.40]朦胧的时间\n[02:07.17]我们溜了多远\n[02:11.08]冰刀划的圈\n[02:14.48]圈起了谁改变\n[02:19.05]如果再重来\n[02:23.06]会不会稍嫌狼狈\n[02:27.79]爱是不是 不开口才珍贵\n[02:34.40]再给我两分钟\n[02:38.25]让我把记忆结成冰\n[02:42.21]别融化了眼泪\n[02:45.36]你妆都花了 要我怎么记得\n[02:50.29]记得你叫我忘了吧\n[02:54.10]记得你叫我忘了吧\n[02:58.92]你说你会哭\n[03:01.06]不是因为在乎\n[03:05.93]再给我两分钟\n[03:09.95]让我把记忆结成冰\n[03:13.91]别融化了眼泪\n[03:17.06]你妆都花了 要我怎么记得\n[03:21.79]记得你叫我忘了吧\n[03:25.80]记得你叫我忘了吧\n[03:33.17]你说你会哭\n[03:34.75]不是因为在乎\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%9C%80%E9%95%BF%E7%9A%84%E7%94%B5%E5%BD%B1.mp3",
    img:"https://i.loli.net/2017/08/28/59a3adb793891.jpg",
    background:"https://i.loli.net/2017/08/28/59a3adcb509b4.jpg"
}
var song43 = {
    name: "有没有",
    lyric: "[00:00.00] 作曲 : 郭顶\n[00:01.00] 作词 : 郭顶\n[00:31.370]幽默的人都怕误会这种称谓\n[00:36.680]\n[00:38.370]这一刻把我当成谁不如白费\n[00:43.740]\n[00:44.930]有没有一个人能拒绝安慰\n[00:50.170]\n[00:50.730]就剩我一个人 能不能全身而退\n[00:57.800]\n[00:59.420]有没有真实可以退 如何应对\n[01:04.910]\n[01:06.100]早知道我何必流泪 我自以为\n[01:11.780]\n[01:12.780]不习惯这个故事 已经结尾\n[01:18.140]\n[01:18.760]连错也错的这么美 任谁都会\n[01:26.020]\n[01:27.860]有没有人比你懂我的防备\n[01:31.620]还是会笑我傻到以为\n[01:35.060]这真心的话不能给\n[01:38.630]多残忍也都自己安慰\n[01:42.560]有没有人比我更惭愧\n[01:45.750]越热烈越沉默以对\n[01:49.180]别看我 我不难过\n[01:52.230]\n[01:52.970]只要你记得我来过\n[01:57.400]\n[02:10.080]有没有真实可以退 如何应对\n[02:15.450]\n[02:16.510]早知道我何必流泪 我自以为\n[02:22.380]\n[02:23.750]不习惯这个故事 已经结尾\n[02:28.740]\n[02:29.430]连错也错的这么美 任谁都会\n[02:36.480]有没有人比你懂我的防备\n[02:40.370]还是会笑我傻到以为\n[02:43.860]这真心的话不能给\n[02:47.290]多残忍也都自己安慰\n[02:51.220]有没有人比我更惭愧\n[02:54.550]越热烈越沉默以对\n[02:57.850]别看我 我不难过\n[03:01.330]只要你记得我来过\n[03:06.980]\n[03:19.900]有没有人比你懂我的防备\n[03:23.720]还是会笑我傻到以为\n[03:27.020]这真心的话不能给\n[03:30.640]多残忍也都自己安慰\n[03:34.320]有没有人比我更惭愧\n[03:37.690]越热烈越沉默以对\n[03:41.220]别想我 我不难过\n[03:43.770]\n[03:44.860]只要你记得我来过\n[03:49.850]\n[03:51.660]只要你记得我\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%9C%89%E6%B2%A1%E6%9C%89%28%E8%96%9B%E4%B9%8B%E8%B0%A6%29.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fize12cp54j20hc0hcmxf.jpg",
    background:"https://i.loli.net/2017/08/28/59a3ae52435d4.jpg"
}
var song44 = {
    name: "海阔天空",
    lyric: "[00:00.00] 作曲 : 黄家驹\n[00:01.00] 作词 : 黄家驹\n[00:18.580]今天我 寒夜里看雪飘过\n[00:25.050]怀着冷却了的心窝漂远方\n[00:30.990]风雨里追赶 雾里分不清影踪\n[00:37.150]天空海阔你与我 可会变 (谁没在变)\n[00:43.590]多少次 迎着冷眼与嘲笑\n[00:48.860]\n[00:49.360]从没有放弃过心中的理想\n[00:55.340]一刹那恍惚 若有所失的感觉\n[01:01.460]不知不觉已变淡 心里爱 (谁明白我)\n[01:08.060]\n[01:08.330]原谅我这一生不羁放纵爱自由\n[01:15.280]也会怕有一天会跌倒\n[01:21.390]背弃了理想 谁人都可以\n[01:27.770]哪会怕有一天只你共我\n[01:33.410]\n[01:42.270]今天我 寒夜里看雪飘过\n[01:48.380]怀着冷却了的心窝漂远方\n[01:55.400]风雨里追赶 雾里分不清影踪\n[02:01.160]天空海阔你与我 可会变 (谁没在变)\n[02:06.970]\n[02:07.490]原谅我这一生不羁放纵爱自由\n[02:14.660]也会怕有一天会跌倒\n[02:21.110]背弃了理想 谁人都可以\n[02:26.360]哪会怕有一天只你共我\n[02:32.180]\n[03:07.280]仍然自由自我 永远高唱我歌\n[03:13.960]走遍千里\n[03:18.210]\n[03:19.090]原谅我这一生不羁放纵爱自由\n[03:27.380]也会怕有一天会跌倒\n[03:33.050]背弃了理想 谁人都可以\n[03:38.880]哪会怕有一天只你共我\n[03:46.020]背弃了理想 谁人都可以\n[03:51.710]哪会怕有一天只你共我\n[03:56.180]\n[03:57.280]原谅我这一生不羁放纵爱自由\n[04:03.330]也会怕有一天会跌倒\n[04:09.320]背弃了理想 谁人都可以\n[04:15.430]哪会怕有一天只你共我\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%B5%B7%E9%98%94%E5%A4%A9%E7%A9%BA.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fize3clsv1j20fn0fndg5.jpg",
    background:"https://i.loli.net/2017/08/28/59a3aed7608ec.jpg"
}
var song45 = {
    name: "演员",
    lyric: "[00:00.00] 作曲 : 薛之谦\n[00:01.00] 作词 : 薛之谦\n[00:04.200]\n[00:21.120]简单点说话的方式简单点\n[00:28.560]\n[00:30.200]递进的情绪请省略\n[00:33.640]你又不是个演员\n[00:36.380]别设计那些情节\n[00:39.360]\n[00:41.930]没意见我只想看看你怎么圆\n[00:50.410]\n[00:51.540]你难过的太表面 像没天赋的演员\n[00:57.150]观众一眼能看见\n[01:00.190]\n[01:02.220]该配合你演出的我演视而不见\n[01:07.680]在逼一个最爱你的人即兴表演\n[01:12.900]什么时候我们开始收起了底线\n[01:18.020]顺应时代的改变看那些拙劣的表演\n[01:23.420]可你曾经那么爱我干嘛演出细节\n[01:28.630]我该变成什么样子才能延缓厌倦\n[01:33.870]原来当爱放下防备后的这些那些\n[01:39.370]才是考验\n[01:41.970]\n[01:44.600]没意见你想怎样我都随便\n[01:52.890]\n[01:54.530]你演技也有限\n[01:57.580]又不用说感言\n[02:00.150]分开就平淡些\n[02:02.990]\n[02:05.000]该配合你演出的我演视而不见\n[02:10.530]别逼一个最爱你的人即兴表演\n[02:15.810]什么时候我们开始没有了底线\n[02:21.010]顺着别人的谎言被动就不显得可怜\n[02:26.430]可你曾经那么爱我干嘛演出细节\n[02:31.520]我该变成什么样子才能配合出演\n[02:36.720]原来当爱放下防备后的这些那些\n[02:41.860]都有个期限\n[02:44.600]\n[02:47.560]其实台下的观众就我一个\n[02:53.040]其实我也看出你有点不舍\n[02:58.340]场景也习惯我们来回拉扯\n[03:02.930]还计较着什么\n[03:07.390]\n[03:08.710]其实说分不开的也不见得\n[03:14.040]其实感情最怕的就是拖着\n[03:19.210]越演到重场戏越哭不出了\n[03:24.070]是否还值得\n[03:28.120]\n[03:29.070]该配合你演出的我尽力在表演\n[03:34.390]像情感节目里的嘉宾任人挑选\n[03:39.680]如果还能看出我有爱你的那面\n[03:44.820]请剪掉那些情节让我看上去体面\n[03:50.040]可你曾经那么爱我干嘛演出细节\n[03:55.310]不在意的样子是我最后的表演\n[04:01.050]是因为爱你我才选择表演 这种成全\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E6%BC%94%E5%91%98%28%E8%96%9B%E4%B9%8B%E8%B0%A6%29.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fize5d67shj20k00k03yl.jpg",
    background:"https://i.loli.net/2017/08/28/59a3af4da09b3.jpg"
}
var song46 = {
    name: "烟花易冷",
    lyric: "[by:立酱]\n[00:00.00] 作曲 : 周杰伦\n[00:01.00] 作词 : 方文山\n[00:03.00]编曲：黄雨勋\n[00:04.00]制作人：周杰伦\n[00:05.00]录音师：杨瑞代Gary\n[00:06.00]录音室：JVR Studio\n[00:07.00]混音工程：杨大纬录音工作室\n[00:12.09]繁华声 遁入空门 折煞了世人\n[00:18.01]梦偏冷 辗转一生 情债又几本\n[00:24.32]如你默认 生死枯等\n[00:30.55]枯等一圈 又一圈的 年轮\n[00:36.99]浮图塔 断了几层 断了谁的魂\n[00:43.28]痛直奔 一盏残灯 倾塌的山门\n[00:49.26]容我再等 历史转身\n[00:55.74]等酒香醇 等你弹 一曲古筝\n[01:02.17]雨纷纷 旧故里草木深\n[01:08.58]我听闻 你始终一个人\n[01:14.35]斑驳的城门 盘踞着老树根\n[01:20.65]石板上回荡的是 再等\n[01:26.93]雨纷纷 旧故里草木深\n[01:32.97]我听闻 你仍守着孤城\n[01:39.40]城郊牧笛声 落在那座野村\n[01:45.76]缘份落地生根是 我们\n[01:54.98]听青春 迎来笑声 羡煞许多人\n[02:01.37]那史册 温柔不肯 下笔都太狠\n[02:07.39]烟花易冷 人事易分\n[02:13.51]而你在问 我是否还 认真\n[02:19.70]千年后 累世情深 还有谁在等\n[02:25.80]而青史 岂能不真 魏书洛阳城\n[02:32.08]如你在跟 前世过门\n[02:39.02]跟着红尘 跟随我 浪迹一生\n[02:44.97]雨纷纷 旧故里草木深\n[02:50.96]我听闻 你始终一个人\n[02:57.47]斑驳的城门 盘踞着老树根\n[03:03.61]石板上回荡的是 再等\n[03:09.78]雨纷纷 旧故里草木深\n[03:15.95]我听闻 你仍守着孤城\n[03:22.40]城郊牧笛声 落在那座野村\n[03:28.68]缘份落地生根是 我们\n[03:35.34]雨纷纷 旧故里草木深\n[03:37.64]我听闻 你始终一个人\n[03:39.60]斑驳的城门 盘踞着老树根\n[03:41.47]石板上回荡的是 再等\n[03:42.89]雨纷纷 雨纷纷 旧故里草木深\n[03:44.77]我听闻 我听闻 你仍守着孤城\n[03:47.48]城郊牧笛声 落在那座野村\n[03:52.16]缘份落地生根是 我们\n[03:59.91]缘份落地生根是 我们\n[04:05.74]伽蓝寺听雨声盼 永恒\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E7%83%9F%E8%8A%B1%E6%98%93%E5%86%B7.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fize7hxmqjj20k00k03ze.jpg",
    background:"https://i.loli.net/2017/08/28/59a3afae4b36e.jpg"
}
var song47 = {
    name: "爱情废柴",
    lyric: "[00:00.00] 作曲 : 周杰伦\n[00:01.00] 作词 : 周杰伦\n[00:14.810]圣诞节  剩下单人的剩单节\n[00:17.850]过条街  最好又给我下起雪\n[00:21.040]这么衰  这么刚好  这么狼狈\n[00:24.450]要不要拍成MV干脆\n[00:27.140]\n[00:28.510]淡淡忧伤还是最美\n[00:32.270]剧情是你在写  有点无解  我们之间\n[00:40.530]踏着雪  不知不觉走了很远\n[00:43.650]绕着圈  我叛逆点起一根烟\n[00:46.990]一整天  我旋律哼了一千遍\n[00:50.470]千遍一律我不醉不归\n[00:54.250]没有你的冬天\n[00:59.150]我会一直唱着唱着\n[01:02.210]直到你出现\n[01:04.130]为你封麦  只唱你爱\n[01:04.400]\n[01:10.810]Goodbye Don't Cry  哭个痛快\n[01:17.330]曲终人散  你也走散\n[01:23.900]我承认我是爱情里的废柴\n[01:29.580]\n[01:30.330]你的离开  喊得太快\n[01:36.820]我的依赖  还在耍赖\n[01:43.300]眼泪打转  转不回来\n[01:49.020]你的笑容灿烂\n[01:55.840]\n[01:58.280]踏着雪  不知不觉走了很远\n[02:01.500]绕着圈  我叛逆点起一根烟\n[02:04.800]一整天  我旋律哼了一千遍\n[02:08.430]千遍一律我不醉不归\n[02:12.040]没有你的冬天\n[02:16.910]我会一直唱着唱着\n[02:19.930]直到你出现\n[02:21.830]\n[02:22.270]为你封麦  只唱你爱\n[02:28.610]Goodbye Don't Cry  哭个痛快\n[02:35.100]曲终人散  你也走散\n[02:41.610]我承认我是爱情里的废柴\n[02:47.270]\n[02:48.060]你的离开  喊得太快\n[02:54.540]我的依赖  还在耍赖\n[03:00.990]眼泪打转  转不回来\n[03:06.710]你的笑容灿烂\n[03:10.750]\n[03:33.570]为你封麦  只唱你爱\n[03:39.930]Goodbye Don't Cry  哭个痛快\n[03:46.430]曲终人散  你也走散\n[03:52.930]我承认我是爱情里的废柴\n[03:58.670]\n[03:59.380]你的离开  喊得太快\n[04:05.910]我的依赖  还在耍赖\n[04:12.420]眼泪打转  转不回来\n[04:18.250]你的笑容灿烂\n[04:23.700]\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E7%88%B1%E6%83%85%E5%BA%9F%E6%9F%B4.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fize9dx164j20k00k0dhh.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b01b555a5.jpg"
}
var song48 = {
    name: "百年孤寂",
    lyric: "[00:00.00] 作曲 : C. Y. Kong/Adrian Chan\n[00:01.00] 作词 : 林夕\n[00:32.500]心 属於你的\n[00:35.500]我借来寄托 却变成我的心魔\n[00:44.500]你 属於谁的\n[00:47.500]我刚好经过 却带来潮起潮落\n[00:56.500]都是因为一路上 一路上\n[01:00.500]大雨曾经滂沱 证明你有来过\n[01:09.500]可是当我闭上眼 再睁开眼\n[01:13.500]只看见沙漠 哪里有什么骆驼\n[01:23.500]背影是真的人是假的 没什么执着\n[01:29.500]一百年前你不是你我不是我\n[01:36.500]悲哀是真的泪是假的 本来没因果\n[01:42.500]一百年後没有你也没有我\n[01:50.500]\n[02:03.500]风 属於天的\n[02:06.500]我借来吹吹 却吹起人间烟火\n[02:16.500]天 属於谁的\n[02:18.500]我借来欣赏 却看到你的轮廓\n[02:28.500]都是因为一路上 一路上\n[02:31.500]大雨曾经滂沱 证明你有来过\n[02:40.500]可是当我闭上眼 再睁开眼\n[02:44.500]只看见沙漠 哪里有什么骆驼\n[02:54.500]背影是真的人是假的 没什么执着\n[03:00.500]一百年前你不是你我不是我\n[03:07.500]悲哀是真的泪是假的 本来没因果\n[03:13.500]一百年後没有你也没有我\n[03:21.500]\n[03:49.500]背影是真的人是假的 没什么执着\n[03:55.500]一百年前你不是你我不是我\n[04:02.500]悲哀是真的泪是假的 本来没因果\n[04:08.500]一百年後没有你也没有我\n[04:14.500]背影是真的人是假的 没什么执着\n[04:21.500]一百年前你不是你我不是我\n[04:27.500]悲哀是真的泪是假的 本来没因果\n[04:33.500]一百年後没有你也没有我\n",
    singer:"王菲",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E7%99%BE%E5%B9%B4%E5%AD%A4%E5%AF%82.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizebhh3tkj20dw0dw3yr.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b08e87a40.jpg"
}
var song49 = {
    name: "相思",
    lyric: "[00:00.00] 作曲 : 三宝\n[00:01.00] 作词 : 赵小源 \n[00:19.080]红豆生南国\n[00:21.400]是很遥远的事情\n[00:25.700]相思算什么\n[00:29.100]早无人在意\n[00:32.900]醉卧不夜城\n[00:36.500]处处霓虹\n[00:39.700]酒杯中好一片滥滥风情\n[00:49.550]最肯忘却古人诗\n[00:52.910]最不屑一顾是相思\n[00:56.700]守着爱怕人笑\n[00:59.410]还怕人看清\n[01:03.930]春又来看红豆开\n[01:07.220]竟不见有情人去采\n[01:10.200]烟花拥着风流真情不在\n[01:35.980]最肯忘却古人诗\n[01:39.760]最不屑一顾是相思\n[01:43.420]守着爱怕人笑\n[01:47.420]还怕人看清\n[01:50.470]春又来看红豆开\n[01:53.480]竟不见有情人去采\n[01:57.690]烟花拥着风流真情不在\n[02:06.490]最肯忘却古人诗\n[02:09.460]最不屑一顾是相思\n[02:14.610]守着爱怕人笑\n[02:17.010]还怕人看清\n[02:21.280]春又来看红豆开\n[02:24.720]竟不见有情人去采\n[02:27.950]烟花拥着风流真情不在\n[02:36.900]烟花拥着风流真情不在\n[02:48.100]\n",
    singer:"毛阿敏",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E7%9B%B8%E6%80%9D-%E8%A5%BF%E6%B8%B8%E8%AE%B0%E5%90%8E%E4%BC%A0.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizedb6tlij20k00k074n.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b0f97eee7.jpg"
}
var song50 = {
    name: "真的爱你",
    lyric: "[00:00.00] 作曲 : 黄家驹\n[00:01.00] 作词 : 梁美薇\n[00:25.340]无法可修饰的一对手\n[00:29.040]带出温暖永远在背后\n[00:31.940]总是罗嗦始终关注\n[00:34.050]不懂珍惜太内疚\n[00:37.430]沉醉于音阶她不赞赏\n[00:41.470]母亲的爱却永远未退让\n[00:44.680]决心冲开心中挣扎\n[00:46.340]亲恩终可报答\n[00:50.450]春风化雨暖透我的心\n[00:53.340]一生眷顾无言地送赠\n[00:58.220]是你多么温馨的目光\n[01:01.770]教我坚毅望着前路\n[01:04.830]叮嘱我跌倒不应放弃\n[01:10.800]没法解释怎可报尽亲恩\n[01:14.170]爱意宽大是无限\n[01:17.260]请准我说声真的爱你\n[01:22.370]\n[01:35.090]无法可修饰的一对手\n[01:38.840]带出温暖永远在背后\n[01:41.990]总是罗嗦始终关注\n[01:43.890]不懂珍惜太内疚\n[01:47.680]仍记起温馨的一对手\n[01:51.290]始终给我照顾未变样\n[01:54.530]理想今天终于等到\n[01:56.320]分享光辉盼做到\n[02:00.370]春风化雨暖透我的心\n[02:03.340]一生眷顾无言地送赠\n[02:07.890]是你多么温馨的目光\n[02:11.580]教我坚毅望着前路\n[02:14.590]叮嘱我跌倒不应放弃\n[02:20.500]没法解释怎可报尽亲恩\n[02:24.040]爱意宽大是无限\n[02:27.070]请准我说声真的爱你\n[02:32.200]\n[02:57.760]春风化雨暖透我的心\n[03:00.880]一生眷顾无言地送赠\n[03:05.600]是你多么温馨的目光\n[03:09.090]教我坚毅望着前路\n[03:12.190]叮嘱我跌倒不应放弃\n[03:18.030]没法解释怎可报尽亲恩\n[03:21.440]爱意宽大是无限\n[03:24.530]请准我说声真的爱你\n[03:30.480]是你多么温馨的目光\n[03:34.260]教我坚毅望着前路\n[03:37.030]叮嘱我跌倒不应放弃\n[03:43.000]没法解释怎可报尽亲恩\n[03:46.410]爱意宽大是无限\n[03:49.770]请准我说声真的爱你\n[03:54.670]\n",
    singer:"Beyond",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E7%9C%9F%E7%9A%84%E7%88%B1%E4%BD%A0.mp3",
    img:"http://ww1.sinaimg.cn/large/af2310f9gy1fizeexbwcmj20k00k0jsm.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b15a71f25.jpg"
}
var song51 = {
    name: "美丽的神话",
    lyric: "[00:23.99]解开我最神秘的等待\n[00:29.59]\n[00:30.90]星星坠落风在吹动\n[00:36.17]\n[00:38.73]终于再将你拥入怀中\n[00:44.85]\n[00:46.10]两颗心颤抖\n[00:50.69]\n[00:53.59]相信我不变的真心\n[01:00.52]\n[01:01.78]千年等待有我承诺\n[01:06.52]\n[01:08.39]无论经过多少的寒冬\n[01:15.46]\n[01:16.78]我决不放手\n[01:21.03]\n[01:22.28]紧紧久久与我牵绊 这副十指扣\n[01:30.66]\n[01:31.23]等到来生擦肩回眸 再次的相守\n[01:38.10]\n[01:38.92]苦苦痛痛爱的解救 愿与你同受\n[01:46.48]却连一句我爱你都 不能说出口\n[01:53.54]\n[02:10.72]每一夜被心痛穿越\n[02:16.34]\n[02:17.40]思念永没有终点\n[02:22.43]\n[02:24.93]早习惯了孤独相随\n[02:31.38]\n[02:32.69]我微笑面对\n[02:37.26]\n[02:41.00]相信我你选择等待\n[02:46.94]\n[02:48.50]再多苦痛也不闪躲\n[02:53.27]\n[02:55.15]只有你的温柔能解救\n[03:02.15]\n[03:03.03]无边的冷漠\n[03:07.84]\n[03:10.59]紧紧久久与我牵绊 这副十指扣\n[03:17.90]等到来生擦肩回眸 再次的相守\n[03:25.51]苦苦痛痛爱的解救 愿与你同受\n[03:32.95]却连一句我爱你都 不能说出口\n[03:40.13]\n[03:40.94]让爱成为你我心中 那永远盛开的花\n[03:47.77]\n[03:48.27]穿越时空决不低头永不放弃的梦\n[03:55.24]\n[03:55.75]苦苦痛痛爱的解救 愿与你同受\n[04:02.84]\n[04:03.47]却连一句我爱你都 不能说出口\n[04:10.78]\n[04:11.60]让爱成为你我心中 那永远盛开的花\n[04:18.22]\n[04:18.72]说好了给我的永久 这一次不要先走\n[04:26.35]唯有真爱追随你我 穿越无尽时空\n[04:33.97]你会知道我等着你 在千年之后\n[04:41.03]\n[04:45.35]爱是心中唯一不变美丽的神话\n",
    singer:"胡歌/白冰",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E7%A5%9E%E8%AF%9D.mp3",
    img:"https://i.loli.net/2017/08/28/59a3b42b72ed0.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b4428911c.jpg"
}
var song52 = {
    name: "月光",
    lyric: "[by:离人怎挽心]\n[00:21.71]月光色 女子香\n[00:26.05]泪断剑 情多长\n[00:30.35]有多痛 无字想 忘了你\n[00:40.77]孤单魂 随风荡\n[00:45.07]谁去想 痴情郎\n[00:49.42]这红尘的战场\n[00:54.28]千军万马 有谁能称王\n[01:03.07]过情关 谁敢闯\n[01:11.73]望明月 心悲凉\n[01:20.38]千古恨 轮回尝\n[01:29.61]眼一闭 谁最狂\n[01:40.67]这世道的无常\n[01:44.86]注定敢爱的人一生伤\n[02:08.91]月光色 女子香\n[02:13.21]泪断剑 情多长\n[02:17.45]有多痛 无字想 忘了你\n[02:27.82]孤单魂 随风荡\n[02:32.17]谁去想 痴情郎\n[02:36.52]这红尘的战场\n[02:41.34]千军万马 有谁能称王\n[02:50.15]过情关 谁敢闯\n[02:58.80]望明月 心悲凉\n[03:07.40]千古恨 轮回尝\n[03:16.07]眼一闭 谁最狂\n[03:31.41]过情关 谁敢闯\n[03:40.00]望明月 心悲凉\n[03:48.60]千古恨 轮回尝\n[03:57.37]眼一闭 谁最狂\n[04:08.29]这世道的无常\n[04:12.65]注定敢爱的人一生伤\n",
    singer:"胡彦斌Tiger Hu",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E7%A7%A6%E6%97%B6%E6%98%8E%E6%9C%88.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgofntn5j20go0go756.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b49ecd93e.jpg"
}
var song53 = {
    name: "稻香",
    lyric: "[by:橘子大宝宝]\n[ti:稻香]\n[ar:周杰伦]\n[00:31.00]对这个世界如果你有太多的抱怨\n[00:34.05]跌倒了就不敢继续往前走\n[00:37.02]为什麽人要这麽的脆弱 堕落\n[00:41.55]请你打开电视看看\n[00:43.14]多少人为生命在努力勇敢的走下去\n[00:46.89]我们是不是该知足\n[00:49.43]珍惜一切 就算没有拥有\n[00:54.24]还记得你说家是唯一的城堡\n[00:57.49]随着稻香河流继续奔跑\n[01:00.42]微微笑 小时候的梦我知道\n[01:05.51]不要哭让萤火虫带着你逃跑\n[01:09.21]乡间的歌谣永远的依靠\n[01:12.12]回家吧 回到最初的美好\n[01:41.14]不要这麽容易就想放弃 就像我说的\n[01:44.59]追不到的梦想 换个梦不就得了\n[01:47.55]为自己的人生鲜艳上色 先把爱涂上喜欢的颜色\n[01:51.80]笑一个吧 功成名就不是目的\n[01:55.62]让自己快乐快乐这才叫做意义\n[01:58.51]童年的纸飞机 现在终於飞回我手里\n[02:04.41]所谓的那快乐 赤脚在田里追蜻蜓追到累了\n[02:08.62]偷摘水果被蜜蜂给叮到怕了 谁在偷笑呢\n[02:13.16]我靠着稻草人吹着风唱着歌睡着了\n[02:16.72]哦 哦 午后吉它在虫鸣中更清脆\n[02:19.58]哦 哦 阳光洒在路上就不怕心碎\n[02:22.53]珍惜一切 就算没有拥有\n[02:27.36]还记得你说家是唯一的城堡\n[02:31.24]随着稻香河流继续奔跑\n[02:34.18]微微笑 小时候的梦我知道\n[02:39.35]不要哭让萤火虫带着你逃跑\n[02:42.94]乡间的歌谣永远的依靠\n[02:45.91]回家吧 回到最初的美好\n[02:51.03]还记得你说家是唯一的城堡\n[02:54.55]随着稻香河流继续奔跑\n[02:57.62]微微笑 小时候的梦我知道\n[03:02.67]不要哭让萤火虫带着你逃跑\n[03:06.35]乡间的歌谣永远的依靠\n[03:09.23]回家吧 回到最初的美好\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E7%A8%BB%E9%A6%99.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgo2a9v7j20hs0hs75e.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b61fb5df3.jpg"
}
var song54 = {
    name: "英雄谁属",
    lyric: "[00:30.250]天已暮月如初\n[00:38.400]千里江山任我飞渡\n[00:46.510]歌声住人环顾\n[00:54.760]邀月同住青山深处\n[01:11.050]英雄谁属非我莫属\n[01:15.210]历经千辛万苦只为换你芳心如故\n[01:22.550]英雄谁属非我莫属\n[01:31.110]热血尽化尘与土只为博你嫣然一睹\n[01:47.530]热血尽化尘与土只为博你\n[02:02.780]英雄谁属非我莫属\n[02:12.930]呜呀子喂千里江川\n[02:20.030]英雄谁属非我莫属\n[02:32.380]梦醒处来时路\n[02:40.390]晨风吹动谁家旗鼓\n[02:56.730]英雄谁属非我莫属\n[03:00.780]历经千辛万苦只为换你芳心如故\n[03:08.280]英雄谁属非我莫属\n[03:16.830]热血尽化尘与土只为博你嫣然一睹\n[03:33.180]热血尽化尘与土只为博你\n[03:48.410]英雄谁属非我莫属\n",
    singer:"卞留念",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E8%8B%B1%E9%9B%84%E8%B0%81%E5%B1%9E-%E5%A4%AA%E6%9E%81%E5%AE%97%E5%B8%88.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgoqm5n4j20k00k0gmb.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b7306bc41.jpg"
}
var song55 = {
    name: "认真的雪",
    lyric: "[00:00.00] 作曲 : 薛之谦\n[00:00.396] 作词 : 薛之谦\n[00:01.190] （雪下得那么深下得那么认真）\n[00:06.430] （倒映出我躺在雪中的伤痕）\n[00:15.800]\n[00:25.080]夜深人静 那是爱情\n[00:32.440]偷偷地控制着我的心\n[00:36.470]提醒我 爱你要随时待命\n[00:40.900]\n[00:41.900]音乐安静 还是爱情啊\n[00:51.550]一步一步吞噬着我的心\n[00:55.700]爱上你 我失去了我自己\n[00:59.900]\n[01:01.020]爱得那么认真 爱得那么认真\n[01:06.050]可还是听见了你说不可能\n[01:10.550]已经十几年没下雪的上海 突然飘雪\n[01:15.980]就在你说了分手的瞬间\n[01:19.720]雪下得那么深 下得那么认真\n[01:24.310]倒映出我躺在雪中的伤痕\n[01:29.350]我并不在乎自己究竟多伤痕累累\n[01:34.230]可我在乎今后你有谁陪\n[01:39.290]\n[02:05.100]音乐安静 还是爱情啊\n[02:14.140]一步一步吞噬着我的心\n[02:17.500]爱上你 我失去了我自己\n[02:21.500]\n[02:23.940]爱得那么认真 爱得那么认真\n[02:29.630]可还是听见了你说不可能\n[02:34.200]已经十几年没下雪的上海 突然飘雪\n[02:39.630]就在你说了分手的瞬间\n[02:43.300]雪下得那么深 下得那么认真\n[02:47.890]倒映出我躺在雪中的伤痕\n[02:53.010]我并不在乎自己究竟多伤痕累累\n[02:57.930]可我在乎今后你有谁陪\n[03:02.930]\n[03:03.840]爱得那么深 爱得那么认真\n[03:08.480]可还是听见了你说不可能\n[03:12.980]已经十几年没下雪的上海 突然飘雪\n[03:18.080]就在你说了分手的瞬间\n[03:22.020]雪下得那么深 下得那么认真\n[03:27.430]倒映出我躺在雪中的伤痕\n[03:31.600]我并不在乎自己究竟多伤痕累累\n[03:36.710]可我在乎今后你有谁陪\n[03:40.980]\n[03:41.980]爱得那么深 比谁都认真\n[03:47.330]可最后还是只剩我一个人\n[03:51.750]漫天风雪请别再把我的眼泪擦去\n[03:57.190]毕竟那是我最爱的女人\n[04:02.230]毕竟我曾是她深爱的人\n[04:12.400]\n[04:13.400]\n",
    singer:"薛之谦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E8%AE%A4%E7%9C%9F%E7%9A%84%E9%9B%AA.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgp73u5ej20dw0dwt94.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b7a4ceaad.jpg"
}
var song56 = {
    name: "记事本",
    lyric: "[by:诗十]\n[00:00.00] 作曲 : 周传雄\n[00:01.00] 作词 : 周传雄/陈信荣\n[00:06.56]\n[00:23.30]翻开随身携带的记事本\n[00:28.19]写着许多事都是关于你\n[00:33.28]你讨厌被冷落\n[00:35.57]习惯被守候\n[00:38.58]寂寞才找我\n[00:42.12]\n[00:46.54]我看见自己写下的心情\n[00:50.96]把自己放在卑微的后头\n[00:56.15]等你等太久\n[00:58.53]想你泪会流\n[01:01.37]而幸福快乐是什么\n[01:05.06]\n[01:08.02]爱得痛了 痛得哭了\n[01:12.49]哭得累了\n[01:14.66]日记本里页页执着\n[01:18.68]记载着你的好\n[01:21.46]像上瘾的毒药\n[01:24.26]它反复骗着我\n[01:27.37]\n[01:30.85]爱得痛了 痛得哭了\n[01:35.32]哭得累了\n[01:37.65]矛盾心里总是强求\n[01:41.66]劝自己要放手\n[01:44.21]闭上眼让你走\n[01:46.99]烧掉日记重新来过\n[01:53.68]HO\n[01:56.73]\n[02:04.18]我看见自己写下的心情\n[02:08.04]把自己放在卑微的后头\n[02:13.38]等你等太久\n[02:15.43]想你泪会流\n[02:18.59]而幸福快乐是什么\n[02:22.16]\n[02:25.15]爱得痛了 痛得哭了\n[02:29.77]哭得累了\n[02:31.77]日记本里页页执着\n[02:35.72]记载着你的好\n[02:38.48]像上瘾的毒药\n[02:41.35]它反覆骗着我\n[02:44.08]\n[02:47.96]爱得痛了 痛得哭了\n[02:52.61]哭得累了\n[02:54.65]矛盾心里总是强求\n[02:58.63]劝自己要放手\n[03:01.43]闭上眼让你走\n[03:04.34]烧掉日记重新来过\n[03:09.35]HO\n[03:10.90]爱得痛了 痛得哭了\n[03:15.78]哭得累了\n[03:17.55]矛盾心里总是强求\n[03:21.62]劝自己要放手\n[03:24.20]闭上眼让你走\n[03:26.99]烧掉日记重新来过\n[03:33.23]HA HO\n[03:37.54]\n",
    singer:"陈慧琳",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E8%AE%B0%E4%BA%8B%E6%9C%AC.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgpdf6h6j20dw0c5aat.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b8063eb9f.jpg"
}
var song57 = {
    name: "说好的幸福呢",
    lyric: "[00:20.400]你的回话凌乱着 在这个时刻\n[00:29.639]我想起喷泉旁的白鸽 甜蜜散落了\n[00:37.990]情绪莫名的拉扯 我还爱你呢\n[00:45.949]而你断断续续唱着歌 假装没事了\n[00:53.609]时间过了 走了 爱情面临选择\n[00:58.899]你冷了 倦了 我哭了\n[01:02.549]离开时的不快乐 你用卡片手写着\n[01:05.989]有些爱只给到这 真的痛了\n[01:12.489]怎么了 你累了说好的 幸福呢\n[01:15.669]我懂了 不说了 爱淡了 梦远了\n[01:20.399]开心与不开心一一细数着你在不舍\n[01:24.429]那些爱过的感觉都太深刻 我都还记得\n[01:28.449]你不等了 说好的 幸福呢\n[01:33.019]我错了 泪干了 放手了 后悔了\n[01:36.999]只是回忆的音乐盒还旋转着 要怎么停呢\n[01:53.909]你的回话凌乱着 在这个时刻\n[02:03.689]我想起喷泉旁的白鸽 甜蜜散落了\n[02:12.010]情绪莫名的拉扯 我还爱你呢\n[02:18.050]而你断断续续唱着歌 假装没事了\n[02:27.670]时间过了 走了 爱情面临选择\n[02:32.360]你冷了 倦了 我哭了\n[02:36.890]离开时的不快乐 你用卡片手写着\n[02:39.520]有些爱只给到这真的痛了\n[02:45.990]怎么了 你累了 说好的 幸福呢\n[02:50.500]我懂了 不说了 爱淡了 梦远了\n[02:54.310]开心与不开心一一细数着你在不舍\n[02:58.390]那些爱过的感觉都太深刻 我都还记得\n[03:03.270]你不等了 说好的幸福呢\n[03:06.580]我错了 泪干了 放手了 后悔了\n[03:10.580]只是回忆的音乐盒还旋转着\n[03:13.430]要怎么停呢\n[03:18.560]怎么了 你累了 说好的 幸福呢\n[03:26.800]我懂了 不说了 爱淡了 梦远了 我都还记得\n[03:36.000]你不等了 说好的幸福呢\n[03:39.590]我错了 泪干了 放手了 后悔了\n[03:42.820]只是回忆的音乐盒还旋转着\n[03:47.400]要怎么停呢\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E8%AF%B4%E5%A5%BD%E7%9A%84%E5%B9%B8%E7%A6%8F%E5%91%A2.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgoxu16bj20hs0hs75e.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b87298a2b.jpg"
}
var song58 = {
    name:"逍遥叹",
    lyric: "[by:微笑疯癫]\n[00:26.62]   岁月难得沉默秋风厌倦漂泊\n[00:33.23]  夕阳赖着不走挂在墙头舍不得我\n[00:38.38]  昔日伊人耳边话已和潮声向东流\n[00:46.55]  再回首往事也随枫叶一片片落\n[00:53.21]  爱已走到尽头恨也放弃承诺\n[00:58.60]  命运自认幽默想法太多由不得我\n[01:06.57]  壮志凌云几分愁知己难逢几人留\n[01:12.97]  再回首却闻笑传醉梦中\n[01:20.66]  笑谈词穷古痴今狂终成空\n[01:27.65]  刀钝刃乏恩断义绝梦方破\n[01:34.79]  路荒已叹饱览足迹没人懂\n[01:40.57]  多年望眼欲穿过红尘滚滚我没看透\n[01:47.92]  自嘲墨尽千情万怨英杰愁\n[01:54.52]  曲终人散发花鬓白红颜殁\n[02:00.23]  烛残未觉与日争辉徒消瘦\n[02:07.98]  当泪干血隐狂涌白雪纷飞都成红\n[02:40.04]  爱已走到尽头恨也放弃承诺\n[02:46.72]  命运自认幽默想法太多由不得我\n[02:53.32]  壮志凌云几分愁知己难逢几人留\n[02:59.96]  再回首却闻笑传醉梦中\n[03:07.88]  笑叹词穷古痴今狂终成空\n[03:14.55]  刀钝刃乏恩断义绝梦方破\n[03:21.14]  路荒已叹饱览足迹没人懂\n[03:27.80]  多年望眼欲穿过红尘滚滚我没看透\n[03:34.36]  自嘲墨尽千情万缘已皆愁\n[03:41.12]  曲终人散发花鬓白红颜殁\n[03:47.67]  烛残未觉与日争辉徒消瘦\n[03:54.43]  当泪干血隐狂涌白雪纷飞都成红\n[04:00.95]  笑谈词穷古痴今狂终成空\n[04:07.67]  刀钝刃乏恩断义绝梦方破\n[04:14.16]  路荒已叹饱览足迹没人懂\n[04:20.92]  多年望眼欲穿过红尘滚滚我没看透\n[04:27.53]  自嘲墨尽千情万缘已皆愁\n[04:34.18]  曲终人散发花鬓白红颜殁\n[04:40.84]  烛残未觉与日争辉徒消瘦\n[04:47.46]  当泪干血隐狂涌白雪纷飞都成红\n",
    singer:"胡歌",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E9%80%8D%E9%81%A5%E5%8F%B9.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgpipqw6j20vl0hsaag.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b9423c34b.jpg"
}
var song59 = {
    name:"青花瓷",
    lyric: "[00:21.830]素胚勾勒出青花笔锋浓转淡\n[00:26.200]瓶身描绘的牡丹一如你初妆\n[00:30.730]冉冉檀香透过窗心事我了然\n[00:35.180]宣纸上走笔至此搁一半\n[00:39.510]釉色渲染仕女图韵味被私藏\n[00:43.950]而你嫣然的一笑如含苞待放\n[00:48.470]你的美一缕飘散\n[00:50.890]去到我去不了的地方\n[00:57.230]天青色等烟雨 而我在等你\n[01:01.670]炊烟袅袅升起 隔江千万里\n[01:06.220]在瓶底书汉隶仿前朝的飘逸\n[01:10.420]就当我为遇见你伏笔\n[01:14.960]天青色等烟雨 而我在等你\n[01:19.510]月色被打捞起 晕开了结局\n[01:23.900]如传世的青花瓷自顾自美丽你眼带笑意\n[01:34.680]\n[01:50.690]色白花青的锦鲤跃然於碗底\n[01:55.000]临摹宋体落款时却惦记著你\n[01:59.590]你隐藏在窑烧里千年的秘密\n[02:03.970]极细腻犹如绣花针落地\n[02:08.690]帘外芭蕉 惹骤雨门环惹铜绿\n[02:12.710]而我路过那江南小镇惹了你\n[02:17.320]在泼墨山水画里\n[02:19.850]你从墨色深处被隐去\n[02:26.200]天青色等烟雨 而我在等你\n[02:30.750]炊烟袅袅升起 隔江千万里\n[02:35.070]在瓶底书汉隶仿前朝的飘逸\n[02:39.490]就当我为遇见你伏笔\n[02:43.900]天青色等烟雨 而我在等你\n[02:48.350]月色被打捞起 晕开了结局\n[02:52.620]如传世的青花瓷自顾自美丽 你眼带笑意\n[03:01.730]天青色等烟雨 而我在等你\n[03:05.710]炊烟袅袅升起 隔江千万里\n[03:10.120]在瓶底书汉隶仿前朝的飘逸\n[03:15.530]就当我为遇见你伏笔\n[03:20.090]天青色等烟雨 而我在等你\n[03:24.460]月色被打捞起 晕开了结局\n[03:28.950]如传世的青花瓷自顾自美丽 你眼带笑意\n[03:41.620]\n",
    singer:"周杰伦",
    song:"http://ov4sliu3n.bkt.clouddn.com/%E9%9D%92%E8%8A%B1%E7%93%B7.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgpp7j5uj20k00k0wfi.jpg",
    background:"https://i.loli.net/2017/08/28/59a3b9b84b05e.jpg"
}
var song60 = {
    name:"Dream It Possible",
    lyric: "[00:08]I will run, I will climb, I will soar\n[00:13]I’m undefeated\n[00:16]Jumping out of my skin, pull the chord\n[00:21]Yeah I believe it\n[00:23]The past, is everything we were don’t make us who we are\n[00:26]So I’ll dream, until I make it real, and all I see is stars\n[00:37]Its not until you fall that you fly\n[00:43]When your dreams come alive you’re unstoppable\n[00:47]Take a shot, chase the sun, find the beautiful\n[00:51]We will glow in the dark turning dust to gold\n[00:55]And we’ll dream it possible\n[01:16]I will chase, I will reach, I will fly\n[01:20]Until I’m breaking, until I’m breaking\n[01:24]Out of my cage, like a bird in the night\n[01:28]I know I’m changing, I know I’m changing\n[01:31]In, into something big, better than before\n[01:39]And if it takes, takes a thousand lives\n[01:43]Then It’s worth fighting for\n[01:46]Its not until you fall that you fly\n[01:50]When your dreams come alive you’re unstoppable\n[01:55]Take a shot, chase the sun, find the beautiful\n[01:59]We will glow in the dark turning dust to gold\n[02:03]And we’ll dream it possible\n[02:23]From the bottom to the top\n[02:26]We’re sparking wild fire’s\n[02:28]Never quit and never stop\n[02:30]The rest of our lives\n[02:32]From the bottom to the top\n[02:34]We’re sparking wild fire’s\n[02:36]Never quit and never stop\n[02:39]Its not until you fall that you fly\n[02:45]When your dreams come alive you’re unstoppable\n[02:49]Take a shot, chase the sun, find the beautiful\n[02:53]We will glow in the dark turning dust to gold\n[02:57]And we’ll dream it possible possible\n",
    singer:"Delacey",
    song:"http://ovblnc0kq.bkt.clouddn.com/Dream%20It%20Possible.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgpv51p8j20ah0ahmx8.jpg",
    background:"https://i.loli.net/2017/08/28/59a3ba7c0a8d7.jpg"
}
var song61 = {
    name:"I Just Wanna Run",
    lyric: "[00:00.590]I just wanna run' hide it away\n[00:03.940]Run because they're chasing me down\n[00:07.640]I just wanna run' throw it away\n[00:11.530]Run before they’re finding me out\n[00:15.190]I just wanna run\n[00:23.110]I just wanna run\n[00:24.490]I'm out here all alone\n[00:26.420]I try to call your house\n[00:28.260]Can't reach you on the phone\n[00:30.190]I'll gather up the nerve\n[00:31.950]I'm packing up my bag\n[00:33.790]It's more than you deserve\n[00:35.560]Don't treat me like a drag\n[00:37.510]I'm feelin' like I keep on talking\n[00:40.500]I'm repeating myself' my words lost all meaning\n[00:46.120]I keep talking I repeat myself\n[00:52.630]I just wanna run' hide it away\n[00:56.390]Run because they're chasing me down\n[01:00.160]I just wanna run' throw it away\n[01:03.930]Run before they're finding me out\n[01:07.670]I just wanna run （run' run' run）\n[01:11.740]I just wanna run\n[01:13.030]（run' run' run）\n[01:15.520]Like a game of chess\n[01:16.970]I predict your move\n[01:18.860]I think I know you better\n[01:20.900]Better than you do\n[01:22.610]I'm sick of feeling cheap\n[01:24.520]Cheated and abused\n[01:26.500]Sick of losing sleep\n[01:28.320]Thinking about you\n[01:30.730]I'm feelin' like I keep on talking\n[01:33.640]I'm repeating myself' my words lost all meaning\n[01:39.210]I keep talking I repeat myself\n[01:45.770]I just wanna run' hide it away\n[01:49.520]Run because they're chasing me down\n[01:53.220]I just wanna run' throw it away\n[01:57.020]Run before they're finding me out\n[02:00.770]I just wanna run （run' run' run）\n[02:04.510]I just wanna run （run' run' run）\n[02:24.330]I just wanna run' hide it away\n[02:28.020]Run because they're chasing me down\n[02:31.720]I just wanna run' throw it away\n[02:35.460]Run before they're finding me out\n[02:48.830]I just wanna run' hide it away\n[02:52.260]Run because they're chasing me down\n[02:56.030]I just wanna run' throw it away\n[02:59.780]Run before they're finding me out\n[03:03.550]I just wanna run （run' run' run）\n[03:11.070]I just wanna run （run' run' run）\n",
    singer:"The Downtown Fiction",
    song:"http://ovblnc0kq.bkt.clouddn.com/I%20Just%20Wanna%20Run.mp3",
    img:"https://i.loli.net/2017/08/28/59a3bc1bc2434.png",
    background:"https://i.loli.net/2017/08/28/59a3bc2c4b99d.jpg"
}
var song62 = {
    name:"I am",
    lyric: "[03:45.22][00:07.71]探そう 夢のカケラ拾い集め\n[00:14.83][03:52.23] 切なくても 今なら探せるだろう\n[03:59.76][00:22.55] めくるめく 毎日の形変えて\n[04:07.25][00:29.61] 切なくても 確かな今を感じよう\n[00:41.62]見かけよりも単純で だけど伝えきれなくて\n[00:48.82]言いたいコトは いつもポケットにしまってるネ\n[00:56.09]子供じみたコトなんて 今さら言えない\n[01:03.40]時が解決するとか言うけど わかりあえずに\n[03:15.92][01:10.06]24時間 君を信じてるよ\n[03:22.93][01:17.49] 見つめてるよ ありふれた言葉でも\n[03:30.34][01:24.75] 時はいつも 急ぎ足で笑う\n[03:37.74][01:32.39] 思い出より 求めたい今を見つけよう\n[01:48.15]動き出さなきゃ始まんない 悩みだすと止めらんない\n[01:55.41]一夜かぎりの夢に 甘えていたくはないし\n[02:02.78]乙女チックな願いも そのまま置き去り\n[02:10.05]愛が全てサ 僕らの時代は ここからはじまる\n[02:16.66]空を突き抜けてく 鳥みたいにネ\n[02:24.15]大空舞う イメージが動きだす\n[02:31.36]歩こう 道は遠く続くけれど\n[02:38.95]いつの間にか 輝きだすダイヤモンド\n[02:54.66]\n",
    singer:"hitomi",
    song:"http://ovblnc0kq.bkt.clouddn.com/I%20am.mp3",
    img:"https://i.loli.net/2017/08/28/59a3bc98c4a6a.png",
    background:"https://i.loli.net/2017/08/28/59a3bca71d5fd.jpg"
}
var song63 = {
    name:"Last Ride Of The Day",
    lyric: "[00:00.00] 作词 : HYNDE, CHRISTINE\n[00:43.400]We live in every moment but this one\n[00:44.369]Why don't we recognise the faces loving us so\n[00:47.090]What's God if not the spark that started life\n[00:50.029]Smile of a stranger\n[00:52.079]Sweet music' starry skies\n[00:54.489]Wonder' mystery' wherever my road goes\n[00:58.839]Early wake-ups in a moving home\n[01:03.449]scent of fresh-mown grass in the morning sun\n[01:07.879]Open theme park gates waiting for\n[01:12.289]Riding the day' every day into sunset\n[01:14.969]Finding the way back home\n[01:17.699]Once upon a night we'll wake to the carnival of life\n[01:23.689]the beauty of this ride ahead such an incredible high\n[01:29.499]It's hard to light a candle' easy to curse the dark instead\n[01:35.890]This moment the dawn of humanity\n[01:38.429]The last ride of the day\n[01:49.089]Last ride of the day\n[02:00.490]Wake up' dead boy\n[02:01.699]Enter adventureland\n[02:04.199]Tricksters' magicians will show you all that's real\n[02:08.689]Careless jugglers' snakecharmersby your trail\n[02:13.229]Magic of a moment Abracadabra\n[02:17.409]Riding the day' every day into sunset\n[02:20.149]Finding the way back home\n[02:23.169]Once upon a night we'll wake to the carnival of life\n[02:28.419]the beauty of this ride ahead such an incredible high\n[02:35.490]It's hard to light a candle' easy to curse the dark instead\n[02:40.479]This moment the dawn of humanity\n[02:43.289]The last ride of the day\n[03:23.709]Once upon a night we'll wake to the carnival of life\n[03:29.249]the beauty of this ride ahead such an incredible high\n[03:35.079]It's hard to light a candle' easy to curse the dark instead\n[03:41.929]This moment the dawn of humanity\n[03:44.059]The last ride of the day\n[03:47.790]Once upon a night we'll wake to the carnival of life\n[03:52.949]the beauty of this ride ahead such an incredible high\n[03:58.709]It's hard to light a candle' easy to curse the dark instead\n[04:04.809]This moment the dawn of humanity\n[04:07.819]The last ride of the day\n",
    singer:"Nightwish",
    song:"http://ovblnc0kq.bkt.clouddn.com/Last%20Ride%20Of%20The%20Day.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgq1l6qzj20k00k0abn.jpg",
    background:"https://i.loli.net/2017/08/28/59a3bdc758295.jpg"
}
var song64 = {
    name:"Something Just Like This",
    lyric: "[00:07.820]I've been reading books of old\n[00:10.140]The legends and the myths\n[00:12.280]Achilles and his gold\n[00:14.620]Hercules and his gifts\n[00:17.100]Spiderman's control\n[00:19.340]And Batman with his fists\n[00:22.310]And clearly I don't see myself upon that list\n[00:26.070]But she said, where'd you wanna go?\n[00:28.700]How much you wanna risk?\n[00:30.700]I'm not looking for somebody\n[00:32.970]With some superhuman gifts\n[00:35.610]Some superhero\n[00:37.920]Some fairytale bliss\n[00:40.380]Just something I can turn to\n[00:42.600]Somebody I can kiss\n[00:44.670]I want something just like this\n[00:47.350]Doo-doo-doo, doo-doo-doo\n[00:49.560]Doo-doo-doo, doo-doo\n[00:51.880]Doo-doo-doo, doo-doo-doo\n[00:53.910]Oh I want something just like this\n[00:56.560]Doo-doo-doo, doo-doo-doo\n[00:58.960]Doo-doo-doo, doo-doo\n[01:01.240]Doo-doo-doo, doo-doo-doo\n[01:03.140]Oh I want something just like this\n[01:12.770]I want something just like this\n[01:22.460]I've been reading books of old\n[01:24.630]The legends and the myths\n[01:26.880]The testaments they told\n[01:29.260]The moon and its eclipse\n[01:31.580]And Superman unrolls\n[01:33.870]A suit before he lifts\n[01:37.290]But I'm not the kind of person that it fits\n[01:40.540]She said, where'd you wanna go?\n[01:43.170]How much you wanna risk?\n[01:45.240]I'm not looking for somebody\n[01:47.520]With some superhuman gifts\n[01:50.140]Some superhero\n[01:52.430]Some fairytale bliss\n[01:54.820]Just something I can turn to\n[01:57.110]Somebody I can miss\n[01:59.190]I want something just like this\n[02:08.640]I want something just like this\n[02:17.490]Oh I want something just like this\n[02:20.170]Doo-doo-doo, doo-doo-doo\n[02:22.780]Doo-doo-doo, doo-doo\n[02:25.050]Doo-doo-doo, doo-doo-doo\n[02:27.100]Oh I want something just like this\n[02:29.810]Doo-doo-doo, doo-doo-doo\n[02:32.050]Doo-doo-doo, doo-doo\n[02:34.470]Doo-doo-doo, doo-doo-doo\n[02:37.270]Where'd you wanna go?\n[02:39.200]How much you wanna risk?\n[02:41.230]I'm not looking for somebody\n[02:43.550]With some superhuman gifts\n[02:46.120]Some superhero\n[02:48.320]Some fairytale bliss\n[02:50.720]Just something I can turn to\n[02:53.010]Somebody I can kiss\n[02:55.150]I want something just like this\n[03:13.640]Oh I want something just like this\n[03:32.360]Oh I want something just like this\n[03:50.950]Oh I want something just like this\n",
    singer:"Sam Tsui",
    song:"http://ovblnc0kq.bkt.clouddn.com/Something%20Just%20Like%20This.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgqruzv7j20k00k0jrx.jpg",
    background:"https://i.loli.net/2017/08/28/59a3be98bdf85.jpg"
}
var song65 = {
    name:"Uptown Funk",
    lyric: "[00:16.720]This hit\n[00:17.680]That ice cold\n[00:18.630]Michelle Pfeiffer\n[00:20.310]That white gold\n[00:20.840]This one, for them hood girls\n[00:22.660]Them good girls\n[00:23.730]Straight masterpieces\n[00:24.900]Stylin', while in\n[00:27.070]Livin' it up in the city\n[00:29.090]Got Chucks on with Saint Laurent\n[00:30.960]Gotta kiss myself I'm so pretty\n[00:32.890]I'm too hot (hot damn)\n[00:35.110]Called a police and a fireman\n[00:37.290]I'm too hot (hot damn)\n[00:39.260]Make a dragon wanna retire man\n[00:41.370]I'm too hot (hot damn)\n[00:43.250]Say my name you know who I am\n[00:45.670]I'm too hot (hot damn)\n[00:47.750]Am I bad 'bout that money\n[00:49.470]Break it down\n[00:49.920]Girls hit your hallelujah (whuoo)\n[00:51.950]Girls hit your hallelujah (whuoo)\n[00:54.010]Girls hit your hallelujah (whuoo)\n[00:56.030]'Cause Uptown Funk gon' give it to you\n[00:58.220]'Cause Uptown Funk gon' give it to you\n[01:00.300]'Cause Uptown Funk gon' give it to you\n[01:02.360]Saturday night and we in the spot\n[01:04.190]Don't believe me just watch (come on)\n[01:13.410]Don't believe me just watch\n[01:20.990]Don't believe me just watch\n[01:23.170]Don't believe me just watch\n[01:25.240]Don't believe me just watch\n[01:27.260]Don't believe me just watch\n[01:29.240]Hey, hey, hey, oh!\n[01:31.510]Stop\n[01:32.620]Wait a minute\n[01:33.580]Fill my cup put some liquor in it\n[01:35.650]Take a sip, sign a check\n[01:37.730]Julio! Get the stretch!\n[01:39.690]Ride to Harlem, Hollywood, Jackson, Mississippi\n[01:43.800]If we show up, we gon' show out\n[01:45.930]Smoother than a fresh dry skippy\n[01:48.000]I'm too hot (hot damn)\n[01:49.880]Called a police and a fireman\n[01:52.000]I'm too hot (hot damn)\n[01:54.130]Make a dragon wanna retire man\n[01:56.090]I'm too hot (hot damn) (hot damn)\n[01:58.320]Bitch, say my name you know who I am\n[02:00.140]I'm too hot (hot damn)\n[02:02.120]Am I bad 'bout that money\n[02:04.190]Break it down\n[02:04.700]Girls hit your hallelujah (whuoo)\n[02:06.720]Girls hit your hallelujah (whuoo)\n[02:08.690]Girls hit your hallelujah (whuoo)\n[02:10.720]'Cause Uptown Funk gon' give it to you\n[02:12.850]'Cause Uptown Funk gon' give it to you\n[02:14.920]'Cause Uptown Funk gon' give it to you\n[02:17.050]Saturday night and we in the spot\n[02:18.920]Don't believe me just watch (come on)\n[02:27.520]Don't believe me just watch\n[02:35.770]Don't believe me just watch\n[02:37.940]Don't believe me just watch\n[02:40.060]Don't believe me just watch\n[02:41.970]Don't believe me just watch\n[02:43.950]Hey, hey, hey, oh!\n[02:53.900]Before we leave\n[02:54.310]Imma tell y'all a lil' something\n[02:55.330]Uptown Funk you up, Uptown Funk you up\n[02:58.770]Uptown Funk you up, Uptown Funk you up\n[03:02.860]I said Uptown Funk you up, Uptown Funk you up\n[03:07.060]Uptown Funk you up, Uptown Funk you up\n[03:11.040]Come on, dance\n[03:12.170]Jump on it\n[03:13.180]If you sexy than flaunt it\n[03:15.050]If you freaky than own it\n[03:17.170]Don't brag about it, come show me\n[03:19.190]Come on, dance\n[03:19.540]Jump on it\n[03:21.410]If you sexy than flaunt it\n[03:23.430]Well it's Saturday night and we in the spot\n[03:25.410]Don't believe me just watch\n[03:32.080]Don't believe me just watch\n[03:42.250]Don't believe me just watch\n[03:44.380]Don't believe me just watch\n[03:46.400]Don't believe me just watch\n[03:48.530]Don't believe me just watch\n[03:50.450]Hey, hey, hey, oh!\n[03:53.270]Uptown Funk you up, Uptown Funk you up (say whaa?!)\n[03:56.810]Uptown Funk you up, Uptown Funk you up\n[04:00.870]Uptown Funk you up, Uptown Funk you up (say whaa?!)\n[04:05.070]Uptown Funk you up, Uptown Funk you up\n[04:09.310]Uptown Funk you up, Uptown Funk you up (say whaa?!)\n[04:13.410]Uptown Funk you up, Uptown Funk you up\n[04:17.600]Uptown Funk you up, Uptown Funk you up (say whaa?!)\n[04:21.690]Uptown Funk you up\n",
    singer:"Mark Ronson",
    song:"http://ovblnc0kq.bkt.clouddn.com/Uptown%20Funk.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgqxwr6tj20k00k0t9d.jpg",
    background:"https://i.loli.net/2017/08/28/59a3bf9a022f3.jpg"
}
var song66 = {
    name:"sugar",
    lyric: "[00:08.460]I'm hurting baby,\n[00:10.450]I'm broken down\n[00:12.450]I need your loving, loving\n[00:14.450]I need it now\n[00:16.480]When I'm without you\n[00:18.350]I'm something weak\n[00:20.440]You got me begging, begging\n[00:22.460]I'm on my knees\n[00:24.360]I don't wanna be needing your love\n[00:26.370]I just wanna be deep in your love\n[00:28.340]And it's killing me when you're away\n[00:31.380]Ooh baby,\n[00:32.350]cause a bullet don't care\n[00:33.440]where you are\n[00:34.320]I just wanna be there where you are\n[00:36.400]And I gotta get one little taste\n[00:39.560]Sugar\n[00:41.450]Yes please\n[00:43.470]Won't you come and put it down on me\n[00:47.420]Oh right here, cause I need\n[00:51.530]Little love and little sympathy\n[00:55.450]Yeah you show me good loving\n[00:57.910]Make it alright\n[00:59.960]Need a little a sweetness in my life\n[01:03.500]Sugar\n[01:05.450]Yes please\n[01:07.450]Won't you come and put it down on me\n[01:12.350]My broken pieces\n[01:14.450]You put them up\n[01:16.490]Don't leave me hanging, hanging\n[01:18.440]Come get me some\n[01:20.370]When I'm without ya\n[01:22.340]So insecure\n[01:24.440]You are the one thing, one thing\n[01:26.480] I living for\n[01:28.290]I don't wanna be needing your love\n[01:30.420]I just wanna be deep in your love\n[01:32.450]And it's killing me when you're away\n[01:35.430]Ooh baby,\n[01:36.380]cause a bullet don't care where you are\n[01:38.320]I just wanna be there where you are\n[01:40.360]And I gotta get one little taste\n[01:43.540]Sugar\n[01:45.530]Yes please\n[01:47.510]Won't you come and put it down on me\n[01:51.400]Oh right here, cause I need\n[01:55.500]Little love and little sympathy\n[01:59.400]Yeah you show me good loving\n[02:01.820]Make it alright\n[02:03.950]Need a little a sweetness in my life\n[02:07.490]Sugar\n[02:09.450]Yes please\n[02:11.480]Won't you come and put it down on me\n[02:15.440]Yeah\n[02:16.320]I want that red velvet\n[02:18.350]I want that sugar sweet\n[02:20.300]Don't let nobody touch it\n[02:22.250]Unless that somebody is me\n[02:24.310]I gotta be a man\n[02:26.350]There ain't no other way\n[02:28.360]Cause girl you're hotter\n[02:29.530]than a southern california bae\n[02:32.450]I don't wanna play no games\n[02:34.410]I don't gotta be afraid\n[02:36.280]Don't give me all that shy shit\n[02:37.850]No make up on\n[02:39.010]That's my\n[02:39.600]Sugar\n[02:41.380]Yes please\n[02:43.590]Won't you come and put it down on me\n[02:47.430]Oh right here, cause I need\n[02:51.500]Little love and little sympathy\n[02:55.470]Yeah you show me good loving\n[02:57.870]Make it alright\n[02:59.930]Need a little a sweetness in my life\n[03:03.480]Sugar\n[03:05.440]Yes please\n[03:07.430]Won't you come and put it down on me\n[03:11.510]Sugar\n[03:13.680]Yes please\n[03:15.610]Won't you come and put it down on me\n[03:19.660]Oh right here, cause I need\n[03:23.600]Little love and little sympathy\n[03:27.550]Yeah you show me good loving\n[03:29.820]Make it alright\n[03:31.900]Need a little a sweetness in my life\n[03:35.450]Sugar\n[03:37.490]Yes please\n[03:39.480]Won't you come and put it down on me\n",
    singer:"Maroon 5",
    song:"http://ovblnc0kq.bkt.clouddn.com/sugar.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgr3m54gj20k00k0q3m.jpg",
    background:"https://i.loli.net/2017/08/28/59a3c0a14ec0f.jpg"
}
var song67 = {
    name:"紅蓮の弓矢",
    lyric: "[by:某壮QwQ]\n[ti:红莲の弓矢]\n[ar:Linked Horizon]\n[00:00.00] 作曲 : Revo\n[00:00.363] 作词 : Revo\n[00:01.090] 「その日、人類は思い出した」\n[00:05.690] 「ヤツらに支配されていた恐怖を」\n[00:09.990]「 鳥籠の中に囚われていた屈辱を」\n[00:15.20]「放たれた弓矢よ、壁を越え海まで飛んて行け！」\n[00:19.090]Seid ihr das Essen?\n[00:20.300]Nein, wir sind der Jäger!\n[00:21.820]An…an…Angriff auf Titan.\n[00:31.240]Feuerroter Pfeil und Bogen.\n[00:32.210]\n[00:33.760]踏まれた花の 名前も知らずに\n[00:39.040]地に堕ちた鸟は 风を待ち侘びる\n[00:44.310]祈ったところで 何も変わらない\n[00:49.680]《不本意な现状》（いま）を変えるのは 戦う覚悟だ...\n[00:54.350]\n[00:54.960]尸踏み越えて 进む意志を 嗤う豚よ\n[01:00.230]家畜の安宁 ...虚伪の繁栄\n[01:02.890]死せる饿狼の「自由」を!\n[01:05.000]\n[01:05.630]囚われた屈辱は 反撃の嚆矢だ\n[01:10.920]城壁の其の彼方 获物を屠る《狩人》（イェーガー）\n[01:16.230]迸る《杀意》（しょうどう）に 其の身を灼きながら\n[01:21.540]黄昏に绯（ひ）を穿つ――\n[01:24.230]红莲の弓矢\n[01:27.490]An…an…Angriff auf Titan.\n[01:31.270]An…an…Angriff auf Titan.\n[01:36.170]\n[01:48.170]矢を番え追い駈ける 标的（やつ）は逃がさない\n[01:53.400]矢を放ち追い诘める 决して逃がさない\n[01:58.770]限界まで引き绞る はち切れそうな弦\n[02:04.090]《标的》（やつ）が息绝えるまで 何度でも放つ\n[02:08.430]\n[02:09.140]获物を杀すのは\n[02:11.930]《凶器》（どうぐ）でも 技术でもない\n[02:15.050]研ぎ澄まされた お前自身の杀意だ\n[02:19.370]\n[02:19.990]Wir sind der Jäger 焔のように热く!\n[02:25.210]Wir sind der Jäger 氷のように冷ややかに!\n[02:30.650]Wir sind der Jäger 己を矢に込めて!\n[02:35.920]Wir sind der Jäger 全てを贯いて征け!\n[02:43.250]\n[03:13.270]Angriff auf die Titanen.\n[03:17.070]Der Junge von Einst wird bald zum Schwert greifen.\n[03:25.430]Wer nur seine Machtlosigkeit beklagt, kann nichts verändern.\n[03:31.020]Der Junge von Einst wird bald das schwarze Schwert ergreifen.\n[03:36.510]Hass und Zorn sind eine zweischneidige Klinge.\n[03:41.270]Bald eines Tages wird er dem Schicksal die Zähne zeigen.\n[03:47.100]\n[03:47.270]何かを変える事が出来るのは\n[03:52.690]何かを舍てる事が出来るもの\n[03:57.560]何ひとつ《危険性》（リスク）等\n[04:00.170]背负わないままで 何かが叶う等……\n[04:06.890]\n[04:07.580]暗愚の想定 ...唯の幻影 ...\n[04:10.180]今はに无谋な勇気も...\n[04:12.860]「自由」の尖兵 ...赌けの攻势\n[04:15.460]奔る奴隷に胜利を\n[04:17.410]\n[04:18.220]架せられた不条理は 进撃の嚆矢だ\n[04:23.500]夺われた其の地平 「自由」を望む《あの日の少年》（エレン）\n[04:28.920]止めどなき《杀意》（しょうどう）に 其の身を侵されながら\n[04:34.080]宵暗に紫（し）を运ぶ――\n[04:36.810]冥府の弓矢\n[04:41.140]An…an…Angriff auf Titan.\n[05:03.140]\n[05:14.140]\n",
    singer:"Sound Horizon",
    song:"http://ovblnc0kq.bkt.clouddn.com/%E7%B4%85%E8%93%AE%E3%81%AE%E5%BC%93%E7%9F%A2.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgra4v7jj20k00k0acm.jpg",
    background:"https://i.loli.net/2017/08/28/59a3c164cadf1.jpg"
}
var song68 = {
    name:"Rage Your Dream",
    lyric: "[by:三日月wryyyyyy]\n[ar:m.o.v.e]\n[ti:rage your dream]\n[00:02.77]I got no impression\n[00:06.69]\n[00:10.58]Wanting your sensation\n[00:14.34]In this silly simulation\n[00:17.39]I wanna rage my dream\n[00:46.29]I got no impression　grayの感情\n[00:50.15]ボカシも入れ過ぎ　街中はimitation\n[00:54.12]Realを求めて　昂ぶるあなたが\n[00:58.12]近づけないほどにアツくなる\n[01:02.13]Feel your frustration　あなたの叫びを\n[01:10.04]Taste your vibration　震える程に感じてる\n[01:17.68]Rage your dream　時を駆け抜けてゆく\n[01:21.59]風も　光満ちてゆく\n[01:25.62]Rage your dream　待っていることだけを\n[01:29.62]Feel the wind　忘れないでいて\n[01:33.96]Rage your dream　続く果てない道を\n[01:37.51]愛も過去も振り向かず\n[01:41.57]ゆける　あなた輝いている\n[01:45.57]Rage your dream　今を生きている\n[01:50.12]My pride says You gatta be wild and tough\n[01:52.62]そう　他人は介在しない\n[01:54.58]never stop　止まりたくない\n[01:56.43]犠牲になった愛がcryしても\n[01:58.43]Peak目指してsweep the winding road\n[02:00.39]Beep beep!　警告音なんてcheap\n[02:02.29]Sheep達は道あける\n[02:04.03]Coz I'm never gonna stop streak my dream\n[02:06.23]Easyなmotivation　すべてはsimulation\n[02:10.09]逃げてみたって　何処でもsafety zone\n[02:14.09]何かを手に入れて　何かを忘れてく\n[02:18.15]世界は壊れても　変わらない\n[02:22.06]Beasty shout　誰の手にさえ負えない\n[02:30.12]激しい夢　時間さえも今越えてく\n[02:37.62]Rage your dream　風の中で眩しく\n[02:41.59]叫ぶあなた　夢達と\n[02:45.61]Rage your dream　鼓動止まる位に\n[02:49.63]I can feel　強く感じてる\n[02:53.80]Rage your dream　闇をはり裂いていく\n[02:57.61]Like a streak to the peak　世界中の\n[03:01.71]凍えきった夜を消してく\n[03:05.62]Rage your dream　道を開いてく\n[03:10.07]Di-ding dang another round, never slowdown\n[03:12.38]コンマゼロイチ秒でKnock down\n[03:14.38]余韻残し消えてこうto the next town\n[03:16.68]埃舞う　敗者地に這う\n[03:18.44]理屈だけのノーガキ達\n[03:20.29]邪魔クサイからシカトしていこう\n[03:22.34]Streaker去っていくStreetの向こう\n[03:24.45]Something they would know\n[03:25.79]Rage your dream　時を駆け抜けてゆく\n[03:29.65]風も　光満ちてゆく\n[03:33.70]Rage your dream　待っていることだけを\n[03:37.65]Feel the wind　忘れないでいて\n[03:41.70]Rage your dream　続く果てない道を\n[03:45.84]愛も過去も振り向かず\n[03:49.70]ゆける　あなた輝いている\n[03:53.70]Rage your dream　今を生きている\n",
    singer:"m.o.v.e",
    song:"http://ovblnc0kq.bkt.clouddn.com/Rage%20Your%20Dream.mp3",
    img:"https://ws1.sinaimg.cn/large/af2310f9gy1fizgrf76a8j20k00k0753.jpg",
    background:"https://i.loli.net/2017/08/28/59a3c2e663392.jpg"
}
var special1 = {
    number:"one",
    fullname: "王菲（王靖雯/Faye Wong）",
    head:"//ws1.sinaimg.cn/large/af2310f9gy1fizmtjtzmrj20hs0eggm8.jpg",
    summary:"简介：中国著名女歌手、演员。是继邓丽君后大中华地区成就最高、影响力最大的华语女歌手。以其极具辨识度的天籁空灵般嗓音，在华语歌坛创造了属于她自己的时代。她是首位登上美国《时代周刊》封面并接受CNN专访的华语歌手。她是身价最高，演唱会上座率最高，演唱会票房累计最高的华语女歌手。王菲北京出生。1987年放弃厦门大学生物系的录取跟随父母移居香港，并拜师戴思聪学习声乐，1989年签约新艺宝唱片公司并发行了第一张个人专辑，从此正式步入乐坛，曾使用艺名王靖雯。她于1994年在香港红馆第一次举办演唱会，就以连续18场的纪录打破新人红馆演唱会纪录，至今仍未有人打破。王菲自2005年逐渐淡出歌坛，2010-2012年开始复出大规模巡回演唱会。代表作品：《我愿意》《执迷不悔》《天空》《红豆》《流年》《催眠》。"
}
var special2 = {
    number:"two",
    fullname:"薛之谦",
    head:"//ws1.sinaimg.cn/large/af2310f9gy1fizp4um1frj20hs0egwec.jpg",
    summary:"简介：薛之谦，中国内地男歌手，籍贯上海市。2004年，第一次参加大型歌唱比赛莱卡我型我Show全国偶像歌手大赛，但其后由于种种原因退出比赛。2005年再次站上了我型我Show的舞台。赛后成功签约上腾娱乐，成为一名艺人，2006年带着超高人气的他，成功发行同名专辑。销量一路飙红，连续再版三次，总销量突破50万张，也是06年中国内地销量最好的新人之一。2007年推出个人第二张专辑《你过得好吗》，首月预售达15万张。2008年推出单曲《传说》。专辑《深深爱过你》于2008年11月26日正式发行。"
}
var special3 = {
    number: "three",
    fullname:"Beyond",
    head: "https://ws1.sinaimg.cn/large/af2310f9gy1fizpgy09yrj20hs0eg0t3.jpg",
    summary: "简介：一支来自于中国香港的著名摇滚乐队，也是华人地区的殿堂级乐队之一，成立于1983年，其队名的中文意思为“超越”。乐队属于原创型，其作品以写实为主。乐队曾经有过多次的人事变动，其中以黄家驹、黄家强、黄贯中、叶世荣四人的阵容最广为人知。自从黄家驹于1993年在日本东京意外去世之后，乐队没有再寻找新成员填补。也因此，乐队失去了主要唱作人；但也驱使了后Beyond时期的音乐风格不仅变得具有更重的摇滚味，而且还朝向多元化发展，因此乐队无愧于“超越”二字。2005年Beyond举行了“Beyond The Story Live 2005”世界巡回告别演唱会并宣布解散，三人继续以个人的姿态发展自己的音乐事业。"
}
var special4 = {
    number: "four",
    fullname: "各种电视连续剧主题曲",
    head: "//i.loli.net/2017/08/28/59a40e975d377.jpg",
    summary: "天下风云出我辈，一入江湖岁月摧。皇图霸业谈笑中，不胜人生一场醉。剑跨骑挥鬼雨，白骨如山鸟惊飞。尘世如潮人如水，只叹江湖几人回"
}
var special5= {
    number: "five",
    fullname: "周杰伦（Jay Chou）",
    head:"//ww1.sinaimg.cn/large/af2310f9gy1fiy2gmuphtj20hs0egt8s.jpg",
    summary: "简介：著名歌手，音乐人，词曲创作人，编曲及制作人，MV及电影导演。新世纪华语歌坛领军人物，中国风歌曲始祖，被时代周刊誉为“亚洲猫王”，是2000年后亚洲流行乐坛最具革命性与指标性的创作歌手，亚洲销量超过3100万张，有“亚洲流行天王”之称，开启华语乐坛“R&B时代”与“流行乐中国风”的先河，周杰伦的出现打破了亚洲流行乐坛长年停滞不前的局面，为亚洲流行乐坛翻开了新的一页，是华语乐坛真正把R&B提升到主流高度的人物，引领华语乐坛革命整十年，改写了华语乐坛的流行方向。"
}
var special6 = {
    number: "six",
    fullname: "好听的英语、日语歌",
    head:"//ws1.sinaimg.cn/large/af2310f9gy1fizt48c4t4j20hs0egdg6.jpg",
    summary: "温柔的歌声已消逝，乐音仍在记忆里萦回；紫罗兰花虽然枯死，意识中尚存留着芳菲。玫瑰花朵一朝谢去，落英堆成恋人的床帏；你去后怀念你的思绪,该是爱情在上面安睡。"
}
songObject1.set(song1)
songObject2.set(song2)
songObject3.set(song3)
songObject4.set(song4)
songObject5.set(song5)
songObject6.set(song6)
songObject7.set(song7)
songObject8.set(song8)
songObject9.set(song9)
songObject10.set(song10)
songObject11.set(song11)
songObject12.set(song12)
songObject13.set(song13)
songObject14.set(song14)
songObject15.set(song15)
songObject16.set(song16)
songObject17.set(song17)
songObject18.set(song18)
songObject19.set(song19)
songObject20.set(song20)
songObject21.set(song21)
songObject22.set(song22)
songObject23.set(song23)
// songObject24.set(song24)
songObject25.set(song25)
songObject26.set(song26)
songObject27.set(song27)
songObject28.set(song28)
songObject29.set(song29)
songObject30.set(song30)
songObject31.set(song31)
// songObject32.set(song32)
// songObject33.set(song33)
songObject34.set(song34)
songObject35.set(song35)
songObject36.set(song36)
songObject37.set(song37)
songObject38.set(song38)
songObject39.set(song39)
songObject40.set(song40)
songObject41.set(song41)
songObject42.set(song42)
songObject43.set(song43)
songObject44.set(song44)
songObject45.set(song45)
songObject46.set(song46)
songObject47.set(song47)
songObject48.set(song48)
songObject49.set(song49)
songObject50.set(song50)
songObject51.set(song51)
songObject52.set(song52)
songObject53.set(song53)
songObject54.set(song54)
songObject55.set(song55)
songObject56.set(song56)
songObject57.set(song57)
songObject58.set(song58)
songObject59.set(song59)
songObject60.set(song60)
songObject61.set(song61)
songObject62.set(song62)
songObject63.set(song63)
songObject64.set(song64)
songObject65.set(song65)
songObject66.set(song66)
songObject67.set(song67)
songObject68.set(song68)
songObject69.set(special1)
songObject70.set(special2)
songObject71.set(special3)
songObject72.set(special4)
songObject73.set(special5)
songObject74.set(special6)
var songs = [song1,song2,song3,song4,song5,song6,song7,song8,song9,song10,song11,song12,song13,song14,song15,song16,song17,song18,
    song19,song20,song21,song22,song23,song25,song26,song27,song28,song29,song30,song31,song34,song35,song36,
    song37,song38,song39,song40,song41,song42,song43,song44,song45,song46,song47,song48,song49,song50,song51,song52,song53,song54,
    song55,song56,song57,song58,song59,song60,song61,song62,song63,song64,song65,song66,song67,song68,special1,special2,special3,
    special4,special5,special6]
AV.Object.saveAll(songs)
